Repository: pk-codebox-evo/ios-apps-taskcoach
Catalog: taskcoach/i18n.*/*.po
Languages: in

source: You can preview how the print will look using the File -> Print preview menu item. You can edit the page settings using File -> Page setup. When printing and the platform supports it, you can choose to print all visible items in the active viewer, or just the selected items.
in: يمكنك معاينة كيفية الطباعة سوف ننظر باستخدام الملف-> منو في المعاينة قبل الطباعة. يمكنك تحرير إعدادات الصفحة باستخدام ملف-> "إعداد الصفحة". عند الطباعة، والمنهاج يعتمد عليه، يمكنك اختيار لطباعة كافة العناصر المرئية في العارض النشطة، أو العناصر المحددة فقط.

source: Next, choose the format you want to export to and whether you want to export all visible items or just the selected ones. Available formats to export to include CSV (comma separated format), HTML and iCalendar. When you export to HTML, a CSS file is created that you can edit to change the appearance of the HTML.
in: بعد ذلك، اختر التنسيق الذي تريد تصدير إلى، وما إذا كنت ترغب في تصدير كافة العناصر المرئية أو تلك المحددة فقط. التنسيقات المتوفرة التصدير إلى CSV وتشمل (تنسيق مفصولة بفواصل)، إتش تي أم ال و iCalendar. عندما تقوم بتصدير إلى HTML، يتم إنشاء ملف CSS أنه يمكنك تحرير لتغيير المظهر HTML.

source: Mail user agents supported include:
in: وكلاء المستخدم البريد يدعم ما يلي:

source: Mozilla Thunderbird
in: موزيلا ثندربيرد

source: Claws Mail
in: مخالب البريد

source: Apple Mail
in: أبل البريد

source: Due to a Thunderbird limitation, you can't drag and drop several e-mails from Thunderbird. This does not apply to Outlook.
in: بسبب وجود قيود طائر الرعد، لا يمكن سحب وإسقاط عدة رسائل البريد الإلكتروني من إضافات. وهذا لا ينطبق على Outlook.

source: There are two ways to attach an e-mail to a task; you can:
in: هناك طريقتان لإرفاق رسالة بريد إلكتروني إلى مهمة؛ يمكنك:

source: Drop it on a task either in the task tree or the task list.
in: أسقطه على مهمة أما في شجرة المهام أو قائمة المهام.

source: Drop it in the attachment pane in the task editor.
in: أسقطه في المرفق جزء في محرر المهمة.

source: Dropping an e-mail on an empty part of the task tree or task list creates a new task. Its subject is the subject of the mail, its description is its content. Additionally, the mail is automatically attached to the newly created task.
in: إسقاط بريد إلكتروني في جزء فارغ من شجرة المهام أو قائمة المهام يقوم بإنشاء مهمة جديدة. في هذا الموضوع هو موضوع رسالة البريد الإلكتروني، والوصف الخاص به هو محتواه. بالإضافة إلى ذلك، يتم تلقائياً إرفاق البريد إلى المهمة التي تم إنشاؤها حديثا.

source: SyncML is an XML protocol designed to synchronize several applications with a server. A popular open-source server is <a href="http://www.funambol.com/" target="_blank">Funambol</a>. Synchronization clients are available for many devices and applications (Outlook, Pocket PC, iPod, iPhone, Evolution, etc...), as well as so-called "connectors" which allow the server to synchronize with Exchange, Google Calendar, etc.
in: SyncML بروتوكول XML مصممة لمزامنة العديد من التطبيقات مع ملقم. ملقم المصدر المفتوح شعبية هو <a href="http://www.funambol.com/" target="_blank">فونامبول</a>. عملاء المزامنة غير متوفرة للعديد من الأجهزة والتطبيقات (Outlook، كمبيوتر الجيب، وأجهزة أي بود، أي فون، تطور، وما إلى ذلك)، فضلا عن ما يسمى "الروابط" التي يسمح الملقم لمزامنة مع Exchange، تقويم Google، إلخ.

source: %(name)s has built-in SyncML client support on Windows and Mac OS X (provided that you use the supplied binaries). This means you can setup %(name)s to synchronize with the same SyncML server you synchronize Outlook with and have all Outlook tasks and notes in your %(name)s file, as well as %(name)s tasks and notes in Outlook. Or your Pocket PC.
in: s %(اسم)قد دعم عميل SyncML مضمن في Windows و Mac OS X (شريطة أن تستخدم الثنائيات التي تم توفيرها). وهذا يعني يمكنك إعداد s %(اسم)لمزامنة مع نفس الملقم SyncML يمكنك مزامنة Outlook مع ولديها جميع مهام Outlook والملاحظات في ملف s %(اسم)، فضلا عن مهام s %(اسم)والملاحظات في Outlook. أو "كمبيوتر الجيب".

source: On Linux, you must install the SyncML client binding for Python yourself. Debian packages for 32 and 64 bits, Python 2.5 and 2.6 are available on the <a target="_blank" href="https://pysyncml.forge.funambol.org/">pysyncml home page</a>.
in: في لينكس، يجب تثبيت عميل SyncML ملزمة بيثون نفسك. تتوفر حزم ديبيان على 32 و 64 بت، بيثون 2.5 و 2.6 في <a target="_blank" href="https://pysyncml.forge.funambol.org/">الصفحة الرئيسية بيسينكمل</a>.

source: This feature is optional and off by default. In order to turn it on, go to the preferences dialog and check it on the Features page.
in: هذه الميزة اختيارية وإيقاف تشغيل بشكل افتراضي. من أجل تشغيله والذهاب إلى الحوار تفضيلات والتحقق من ذلك في صفحة الخصائص.

source: To setup SyncML, edit the SyncML preferences in Edit/SyncML preferences. Fill in the synchronization URL, your ID on the server and choose which items to synchronize (tasks and/or notes). The URL depends on the server you choose; some examples are:
in: لإعداد سينكمل، تحرير تفضيلات SyncML في تفضيلات تحرير/SyncML. ملء في عنوان URL المزامنة، معرف الخاص بك على الخادم، واختيار الأصناف التي يتم مزامنة (المهام و/أو الملاحظات). URL ويتوقف على الملقم الذي تختاره؛ فيما يلي بعض أمثلة:

source: The database names are pretty standard; the default values should work.
in: أسماء قاعدة البيانات جميلة القياسية؛ وينبغي العمل بالقيم الافتراضية.

source: Each task file has its own client ID, so that two different task files will be considered different "devices" by the server.
in: وقد كل الملفات المهمة الخاصة به معرف العميل، حيث سينظر اثنين من الملفات المهمة مختلفة مختلفة "الأجهزة" من الملقم.

source: Some limitations are due to the fact that, the underlying data type being vcalendar, some %(name)s features cannot be presented to the server.
in: بعض القيود نظراً لحقيقة أن، نوع البيانات الأساسي يجري vCalendar، بعض ميزات s %(الاسم)لا يمكن أن يقدم إلى الملقم.

source: Task and category hierarchy are lost to the server.
in: التسلسل الهرمي للمهمة والفئة يتم فقدان إلى الملقم.

source: Recurrence and reminders are not supported yet.
in: تكرار وتذكير غير معتمد حتى الآن.

source: Note categories are lost to the server.
in: ملاحظة فئات يتم فقدان إلى الملقم.

source: The conflict detection/resolution system is a workaround for a Funambol limitation. It should work in most cases, but if many applications synchronize with the same server at the same time, problems may arise.
in: نظام الكشف/تسوية المنازعات حل مؤقت لحد فونامبول. يجب أن تعمل في معظم الحالات، ولكن إذا كان العديد من التطبيقات مزامنة مع نفس الملقم في نفس الوقت، قد تنشأ مشاكل.

source: Probably some others...
in: ربما البعض الآخر...

source: The SyncML menu items are only present if your platform is supported. Currently supported platforms are:
in: عناصر القائمة SyncML موجودة فقط إذا كان اعتماد النظام الأساسي الخاص بك. الأنظمة الأساسية المعتمدة حاليا:

source: Windows, 32 bits (see below)
in: ويندوز، 32 بت (انظر أدناه)

source: Linux, 32 bits
in: لينكس، 32 بت

source: Mac OS 10.3 and later, both Intel and PPC
in: ماكنتوش 10.3 والإصدارات الأحدث، إنتل وقدرة شرائية

source: You may experience problems under Windows if you don't have the Microsoft Visual 8 runtime installed. You can download it on the <a target="_blank" href="%s"> Microsoft download site</a>.
in: قد تواجهك مشاكل تحت Windows إذا لم يكن لديك تثبيت وقت التشغيل Microsoft Visual 8. يمكنك تحميله من على <a target="_blank" href="%s">موقع التنزيل ل Microsoft</a>.

source: When SyncML is enabled, deleting a task or a note does not actually delete it, but rather mark it as deleted. The deleted task or note is actually removed from the task or note list on the next synchronization. For this reason, if you happen to use the SyncML feature, then disable it without having done a sync, there may be some deleted notes or tasks in your task file. This is not a problem, but takes a little more disk space.
in: عندما يتم تمكين سينكمل، حذف مهمة أو ملاحظة لا فعلا بحذفه، ولكن بدلاً من ذلك وضع علامة كما حذف. المهمة المحذوفة أو ملاحظة تتم إزالة فعلا من قائمة المهام أو ملاحظة في المزامنة التالية. لهذا السبب، إذا كنت يحدث لاستخدام ميزة SyncML، ثم بتعطيلها دون قيامهم بمزامنة، قد يكون هناك بعض الملاحظات المحذوفة أو المهام في ملف المهمة الخاصة بك. وهذا ليس مشكلة، ولكن يأخذ قليلاً المزيد من مساحة القرص.

source: In this case, the "Purge deleted items" menu item in the File menu can be used to actually delete these tasks. It is only enabled when you need it, that is when there are items to purge. Be aware that after doing this, if you re-enable SyncML and make a sync with the same server you used previously, all those items will reappear, as the server doesn't know they're deleted.
in: في هذه الحالة، يمكن استخدام عنصر القائمة "إزالة حذف العناصر" في قائمة "ملف" الفعل حذف هذه المهام. أنه ممكن فقط عندما كنت في حاجة إليها، أنه عندما تكون هناك عناصر لتطهير. كن على علم أن بعد القيام بذلك، إذا قمت بتمكين SyncML إجراء مزامنة مع الملقم نفسه الذي استخدمته سابقا، جميع هذه البنود سوف تعود إلى الظهور، ويعرف الملقم لا أن يتم حذفها.

source: iPhone, iPod Touch and iPad
in: أي فون، أي بود تاتش وتطلب الشركة

source: %(name)s on the iPhone/iPod Touch/iPad
in: s %(اسم)على أي فون/أي بود تاتش/باد

source: There is an iPhone/iPod Touch/iPad companion app for %(name)s, available on <a href="http://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=311403563&mt=8" target="_blank">Apple's AppStore</a>. (If you don't have iTunes installed on your computer, you'll be presented a page where you can download iTunes). It supports the following features:
in: &وهناك طلب رفيق فون/أي بود تاتش/باد s %(اسم)، متاح على <a href="http://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=311403563mt=8" target="_blank">ابستور أبل</a>. (إذا لم يكن لديك أي تيونز مثبتة على جهاز الكمبيوتر الخاص بك، سوف يتم عرض صفحة حيث يمكنك تحميل أي تيونز). وهو يدعم الميزات التالية:

source: Basic task attributes: subject, description, dates (with recurrence)...
in: السمات المهمة الأساسية: الموضوع، الوصف، تواريخ (مع التكرار)...

source: Hierarchical tasks and categories
in: المهام ذات تسلسل هرمي وفئات

source: Time tracking
in: تتبع الوقت

source: Multiple task files
in: ملفات مهمة متعددة

source: Two-way synchronization with %(name)s on the desktop
in: المزامنة ثنائية الاتجاه مع s %(اسم)على سطح المكتب

source: The application is universal and has a custom iPad UI.
in: التطبيق هو عالمي، وقد تطلب الشركة واجهة المستخدم مخصصة.

source: Configuration on the iPhone/iPod Touch/iPad
in: التكوين على أي فون/أي بود تاتش/باد

source: There are some settings for the iPhone/iPod Touch/iPad app in the Settings application:
in: هناك بعض الإعدادات لتطبيق أي فون/أي بود تاتش/باد في إعدادات التطبيق:

source: Show completed: whether to show completed tasks.
in: إظهار أكملت: ما إذا كان سيتم إظهار المهام المكتملة.

source: Show inactive: whether to show inactive tasks (planned start date in the future).
in: وتظهر غير نشطة: ما إذا كان سيتم إظهار المهام الخاملة (تاريخ بدء المخطط لها في المستقبل).

source: Icon position: the LED icon may show up either on the left side or the right side of the screen.
in: موقف الرمز: رمز الصمام قد تظهر سواء في الجانب الأيسر أو الجانب الأيمن من الشاشة.

source: Compact mode: if this is enabled, the task list has smaller LEDs and doesn't show categories or dates.
in: الوضع المضغوط: إذا تم تمكين هذا، قائمة المهام بالمصابيح الصغيرة وعدم إظهار الفئات أو تواريخ.

source: Confirm complete: if enabled, a message box will pop up for confirmation when you mark a task complete by tapping its LED.
in: تأكيد كامل: إذا تم تمكين، مربع رسالة يطفو لتأكيد عند وضع علامة مهمة كاملة بالتنصت على الصمام.

source: # days due soon: How many days in the future is considered "soon".
in: # الأيام المستحقة قريبا: يعتبر عدد الأيام في المستقبل "في وقت قريب".

source: Configuration on the desktop, all platforms
in: التكوين على سطح المكتب، كافة الأنظمة الأساسية

source: When you tap the "Sync" button in the category view, %(name)s will automatically detect running instances of %(name)s on your desktop and ask you to select one (you may have several instances running on different computers on your network, or several instances on the same computer). The name displayed is, by default, some string identifying the computer it's running on. To customize this, you may change the "Bonjour service name" in the configuration.
in: When you tap the "Sync" button in the category view, %(name)s will automatically detect running instances of %(name)s on your desktop and ask you to select one (you may have several instances running on different computers on your network, or several instances on the same computer). The name displayed is, by default, some string identifying the computer it is running on. To customise this, you may change the "Bonjour service name" in the configuration.

source: %(name)s will remember the chosen instance and try it next time you synchronize; if it's not running, it will prompt you again.
in: s %(الاسم)سوف تذكر المثيل الذي تم اختياره وجربة في المرة القادمة يمكنك مزامنة؛ إذا كان لا يعمل، سوف يطالبك مرة أخرى.

source: Note that this synchronization happens through the network; there is no need for the device to be connected through USB nor for iTunes to be running.
in: علما أن هذا التزامن يحدث من خلال الشبكة؛ ليس هناك حاجة للجهاز أن تكون متصلاً من خلال USB ولا لأي تيونز تكون قيد التشغيل.

source: Configuration on Windows
in: التكوين في Windows

source: Configuration on Linux
in: التكوين على Linux

source: On Linux, you must have the <a href="http://avahi.org/">Avahi</a> daemon installed and running. Most modern distributions already have it. You must also install the dnscompat package; its name depends on your distribution (libavahi-compat-libdnssd1 on Ubuntu for instance).
in: في لينكس، ويجب عليك شيطان <a href="http://avahi.org/">Avahi</a> مثبتة وقيد التشغيل. التوزيعات الحديثة لها مسبقاً. يجب أيضا تثبيت حزمة دنسكومبات؛ اسمها يعتمد على التوزيع الخاص بك (libdnssd1-ليبافاهي-المتوافق على أوبونتو على سبيل المثال).

source: I can't seem to find the iPhone/iPod Touch app on Apple's website
in: أنا لا يمكن أن يبدو للعثور على أي فون/أي بود تاتش تطبيق على موقع أبل

source: You need to have iTunes installed on your computer to browse Apple's App Store. <a href="http://www.apple.com/itunes/" target="_blank">Get iTunes</a>.
in: تحتاج إلى أن يكون أي تيونز مثبتة على جهاز الكمبيوتر الخاص بك تصفح المتجر أبل. <a href="http://www.apple.com/itunes/" target="_blank">الحصول على أي تيونز</a>.

source: My computer doesn't appear in the list when trying to sync
in: جهاز الكمبيوتر الخاص بي لا يظهر في القائمة عند محاولة مزامنة

source: Check that your iPhone/iPod Touch is connected to the same network your computer is through WiFi.
in: تحقق من أن لديك أي فون/أي بود تاتش متصل بنفس الشبكة من جهاز الكمبيوتر الخاص بك عن طريق الواي فأي.

source: The iPhone can't connect to my computer
in: أي فون لا يمكن الاتصال بجهاز الكمبيوتر الخاص بي

source: If you have a firewall, check that ports 4096-4100 are open.
in: إذا كان لديك جدار حماية، تحقق من أن المنافذ 4096-4100 مفتوحة.

source: Todo.txt is an open source todo list manager, created by Gina Trapani, that works with plain text files. Todo.txt has a command-line interface. However, since the file format is plain text, you can also edit your tasks with any text editor. Todo.txt Touch is a version of Todo.txt for the Android platform. Todo.txt Touch uses a todo.txt file that lives in your Dropbox folder. %(name)s can import from and export to that todo.txt file.
in: Todo.txt هو مدير قائمة تودو مفتوحة مصدر، تم إنشاؤها بواسطة جينا تراباني، الذي يعمل مع ملفات نص عادي. Todo.txt يحتوي على واجهة سطر الأوامر. ومع ذلك، نظراً لأن تنسيق الملف نص عادي، يمكنك أيضا تحرير المهام الخاصة بك باستخدام أي محرر نصوص. لمسة Todo.txt نسخة Todo.txt لمنصة الروبوت. لمسة Todo.txt يستخدم ملف todo.txt الذي يعيش في مجلد المربع المنسدل. يمكن استيراد من s %(اسم)وتصدير إلى الملف todo.txt.

source: Tip: if you save your task file in the todo folder that Todo.txt Touch creates in your Dropbox folder, and you turn on automatic importing and exporting of Todo.txt, %(name)s will keep the task file and the todo.txt file in sync.
in: تلميح: إذا قمت بحفظ الملفات المهمة الخاصة بك في المجلد تودو الذي لمسة Todo.txt يخلق في مجلد المربع المنسدل الخاص بك، وقمت بتشغيل تلقائي المستوردة والمصدرة من Todo.txt، s %(الاسم)سوف تبقى الملفات المهمة والملف todo.txt في المزامنة.

source: %(name)s imports task subjects, planned start date, due date, completion date, priority, contexts and projects. Contexts and projects are both transformed into categories in %(name)s. Projects cannot be transformed into parent tasks because Todo.txt allows tasks to belong to multiple projects, while %(name)s only allows one parent task per task.
in: الواردات s %(اسم)المواضيع المهمة، من المقرر البدء في التاريخ، تاريخ الاستحقاق، تاريخ الانتهاء، الأولوية، وسياقات والمشاريع. سياقات والمشاريع على حد سواء تحول إلى فئات في %(اسم)مشاريع س. لا يمكن أن تتحول إلى المهام الأصل لأنه يسمح Todo.txt المهام التي تنتمي إلى المشاريع متعددة، في حين يسمح s %(اسم)سوى مهمة واحدة من أصل كل مهمة.

source: When importing, %(name)s tries to find matching tasks and categories and update those instead of creating new ones. It does the matching by looking at the subject of the task (or project, or context) and the parent item if any.
in: عند استيراد, s %(اسم)يحاول العثور على مطابقة المهام والفئات وتحديث تلك بدلاً من إنشاء أخرى جديدة. فإنه لا مطابقة بالنظر في هذا الموضوع للمهمة (أو مشروع، أو السياق) وعنصر الأصل إذا كان أي.

source: %(name)s exports task subjects, planned start date, due date, completion date, priority and categories to the Todo.txt format. Other attributes are not exported.
in: تنسيق الصادرات s %(اسم)المواضيع المهمة، من المقرر البدء في التاريخ، تاريخ الاستحقاق، تاريخ الانتهاء، الأولوية والفئات Todo.txt. لا يتم تصدير سمات أخرى.

source: %(name)s supports dates and times, but Todo.txt only supports dates, so the time part of start, due, and completion date/times is not exported.
in: s %(اسم)يدعم التواريخ والأوقات، ولكن Todo.txt فقط يدعم التواريخ، حتى لا يتم تصدير الوقت جزء من ابدأ، والواجب، وإنجاز تاريخ/مرات.

source: The default Todo.txt format only supports planned start dates and completion dates, but no due dates. Therefore, %(name)s uses an extension to export the due date of tasks. Due dates are shown as "due:YYYY-MM-DD" in the todo.txt file.
in: يدعم تنسيق Todo.txt الافتراضي فقط تواريخ البدء المخطط وتواريخ الإنجاز، ولكن لا توجد تواريخ الاستحقاق. ولذلك، يستخدم s %(اسم)امتداداً لتصدير تاريخ الاستحقاق للمهام. الواجب تظهر التواريخ ك "الواجب: س س س س-MM-DD" في الملف todo.txt.

source: Categories whose subject starts with a '+' are exported as projects. Categories whose subject starts with an '@'-sign are exported as context. Categories whose subject doesn't start with '+' or '@' are not exported. Subcategories are exported if their parent category is.
in: فئات الموضوع الذي يبدأ مع '+' يتم تصديرها كمشاريع. فئات الموضوع الذي يبدأ مع ' @'--علامة يتم تصديرها كسياق. هذا الموضوع الذي لا يبدأ مع فئات '+' أو ' @' لا يتم تصدير. يتم تصدير فئات فرعية إذا كانت الفئة الأصل الخاصة بهم.

source: Templates are blueprints for new tasks. Right now, the only task properties that can be "parameterized" are the dates. When instantiating a template, the created task has its dates replaced with dates relative to the current date.
in: تعتبر قوالب المخططات لمهام جديدة. الحق الآن، وخصائص المهمة الوحيدة التي يمكن أن تكون "باراميتيريسيد" هي التواريخ. عند إنشاء مثيلات قالب، قد المهمة التي تم إنشاؤها مواعيد استبدال مع التواريخ بالنسبة إلى التاريخ الحالي.

source: One can create a template by selecting a task (only one) and click on the "Save task as template" item in the File menu. All subtasks, notes and attachments are part of the template. Only categories are not saved.
in: يمكن للمرء إنشاء قالب عن طريق تحديد مهمة (واحد فقط) وانقر فوق "حفظ المهمة كقالب" العنصر الموجود في القائمة "ملف". كافة المهام الفرعية، والملاحظات والمرفقات جزء من القالب. لا يتم حفظ فقط من فئات.

source: You can also create a new template from a pre-made template file (.tsktmpl); just select "Import template" in the File menu and select the file. Template files are stored in a subdirectory of the directory where TaskCoach.ini is.
in: يمكنك أيضا إنشاء قالب جديد من ملف قالب معد مسبقاً (.tsktmpl)؛ فقط حدد "استيراد قالب" في قائمة "ملف" ثم حدد الملف. يتم تخزين ملفات القوالب في دليل فرعي للدليل حيث يوجد TaskCoach.ini.

source: In order to instantiate a task template, use the "New task from template" menu in the Task menu, or the equivalent toolbar button. When the task is created, the due, start and completion dates, if applicable, are reevaluated relatively to the current date. That means that if you create a template from a task starting today and due tomorrow, every time the template is instantiated, the planned start date will be replaced by the current date and the due date by the current date plus one day.
in: بغية إنشاء مثيل قالب مهمة، استخدم القائمة "المهام الجديدة من قالب" في قائمة المهام، أو زر شريط الأدوات مكافئ. عندما يتم إنشاء المهمة، الاستحقاق، تواريخ البدء والانتهاء، إذا كان ذلك ممكناً، يتم تقييم نسبيا إلى التاريخ الحالي. وهذا يعني أنه إذا قمت بإنشاء قالب من المهام ابتداء من اليوم ومن الواجب غدا، في كل مرة يتم إنشاء مثيل القالب، سيتم استبدال تاريخ البدء المخطط قبل التاريخ الحالي وتاريخ الاستحقاق حسب التاريخ الحالي بالإضافة إلى يوم واحد.

source: You can also add templates from the template editor (File/Edit templates), as well as edit the template's basic properties (dates and subject). Dates are provided in a human-readable format; the date editor will become red if %(name)s cannot figure out what it means. Example dates:
in: لك يمكن أيضا إضافة قوالب من محرر قالب (ملف/تحرير قوالب)، كذلك تحرير الخصائص الأساسية لقالب (التواريخ والموضوع). وترد التواريخ بتنسيق يمكن قراءته بواسطة الإنسان؛ محرر تاريخ سيصبح أحمر إذا s %(اسم)غير قادر على معرفة ما يعنيه. تواريخ مثال:

source: Please note that this system is not localized; you must enter the dates in english.
in: يرجى ملاحظة أنه لم يتم ترجمة هذا النظام؛ يجب إدخال التواريخ باللغة الإنكليزية.

source: You can drag and drop viewers to create almost any user interface layout you want. When you start dragging a viewer, drop hints will appear to show where you can drop the viewer. Viewers can also be dropped onto each other to create notebooks.
in: يمكنك سحب وإسقاط المشاهدين لخلق تقريبا أي تخطيط واجهة المستخدم الذي تريده. عند بدء تشغيل عارض سحب، سوف تظهر تلميحات قطره لإظهار حيث يمكنك إسقاط المشاهد. أيضا يمكن أن يتم إسقاط المشاهدين فوق بعضها البعض لإنشاء دفاتر ملاحظات.

source: In the edit dialogs, you can drag and drop tabs to rearrange the order or to create a whole different user interface layout by placing tabs next to eachother.
in: في مربعات الحوار تحرير، يمكنك سحب وإسقاط علامات التبويب لإعادة الترتيب، أو لإنشاء تخطيط واجهة مستخدم مختلفة كلياً عن طريق وضع علامات إلى جانب بعضنا البعض.

source: Subjects and descriptions of tasks, notes and categories can be edited without opening an edit dialog. Select the item whose subject or description you want to change and click the item again, either in the subject column or in the description column. A text control will appear that lets you change the subject or description. Hit return to confirm your changes. Hit escape to cancel your changes. F2 is a keyboard shortcut for editing the subject.
in: يمكن تحرير المواضيع وتوصيف المهام والملاحظات والفئات دون فتح على مربع حوار تحرير. حدد العنصر الذي الموضوع أو الوصف الذي تريد تغييره ثم انقر فوق العنصر مرة أخرى، أما في عمود "الموضوع" أو في عمود الوصف. سوف تظهر عنصر تحكم نص الذي يسمح لك بتغيير الموضوع أو الوصف. ضرب العودة لتأكيد التغييرات الخاصة بك. ضرب من الهروب بإلغاء التغييرات الخاصة بك. F2 اختصار لوحة مفاتيح لتحرير هذا الموضوع.

source: Ctrl-M (Linux and Windows)
in: Ctrl-M (Linux و Windows)

source: Ctrl-N (Linux and Mac OS X)
in: Ctrl-N (Linux و Mac OS X)

source: Shift-Ctrl-N (Linux and Mac OS X)
in: Shift-Ctrl-N (Linux و Mac OS X)

source: Insert a new subitem
in: إدراج مادة فرعية جديدة

source: Edit the selected item(s) or close a dialog
in: تحرير العنصر المحددة أو إغلاق اللائحة
