Repository: pk-codebox-evo/ios-apps-taskcoach
Catalog: taskcoach/i18n.*/*.po
Languages: in

source: Errors have occured. Please see "%s"
in: حدثت أخطاء. يرجى الاطلاع على "%s"

source: Error
in: خطأ

source: Couldn't load settings from TaskCoach.ini: %s
in: لم أستطع تحميل الإعدادات من TaskCoach.ini: %s

source: %s file error
in: خطأ في الملف %s

source: New attachment
in: مرفق جديد

source: Delete attachments
in: حذف المرفقات

source: Delete attachment "%s"
in: حذف مرفق "%s"

source: Add note to attachments
in: إضافة ملاحظة إلى المرفقات

source: Edit location of attachments
in: تحرير موقع مرفقات

source: Edit attachment "%s" location
in: تحرير موقع مرفق '%s'

source: Add attachment
in: إضافة مرفق

source: Add attachment to "%s"
in: إضافة مرفق إلى "%s"

source: Remove attachment
in: حذف مرفق

source: Remove attachment to "%s"
in: حذف المرفق إلى "%s"

source: Copy
in: نسخة

source: Copy "%s"
in: نسخ "%s"

source: Delete
in: حذف

source: Delete "%s"
in: حذف "%s"

source: Cut
in: قص

source: Cut "%s"
in: قطع "%s"

source: Paste
in: لصق

source: Paste "%s"
in: قم بلصق "%s"

source: Paste as subitem
in: لصق كما subitem

source: Paste as subitem of "%s"
in: لصق كعنصر فرعي هو "%s"

source: Drag and drop
in: قم بسحب وإسقاط

source: Drag and drop "%s"
in: قم بسحب وإسقاط "%s"

source: Edit subjects
in: تحرير المواضيع

source: Edit subject "%s"
in: تحرير الموضوع "%s"

source: Edit descriptions
in: تحرير أوصاف

source: Edit description "%s"
in: تحرير وصف "%s"

source: Change icons
in: تغيير الرموز

source: Change icon "%s"
in: تغيير رمز "%s"

source: Change fonts
in: تغيير الخطوط

source: Change font "%s"
in: تغيير الخط "%s"

source: Change foreground colors
in: تغيير الألوان الأمامية

source: Change foreground color "%s"
in: تغيير اللون الأمامي "%s"

source: Change background colors
in: تغيير ألوان الخلفية

source: Change background color "%s"
in: تغيير لون الخلفية "%s"

source: Toggle category
in: تبديل فئة

source: Toggle category of "%s"
in: تبديل الفئة "%s"

source: New category
in: فئة جديدة

source: New subcategories
in: فئات فرعية جديدة

source: New subcategory of "%s"
in: فئة فرعية جديدة من "%s"

source: New subcategory
in: فئة فرعية جديدة

source: Edit exclusive subcategories
in: تحرير الفئات الفرعية الحصري

source: Edit exclusive subcategories of "%s"
in: تحرير الفئات الفرعية الحصري ل "%s"

source: Delete categories
in: حذف فئات

source: Delete category "%s"
in: حذف الفئة "%s"

source: Drag and drop categories
in: قم بسحب وإسقاط الفئات

source: New efforts
in: بذل جهود جديدة

source: New effort of "%s"
in: محاولة جديدة من "%s"

source: Delete efforts
in: حذف جهود

source: Delete effort "%s"
in: حذف جهد "%s"

source: Change task of effort
in: مهمة تغيير الجهد

source: Change task of "%s" effort
in: قم بتغيير مهمة جهد "%s"

source: Change effort start date and time
in: تغيير تاريخ بدء الجهد والوقت

source: Change effort start date and time of "%s"
in: تغيير تاريخ بدء الجهد والوقت من "%s"

source: Change effort stop date and time
in: تغيير تاريخ توقف الجهد والوقت

source: Change effort stop date and time of "%s"
in: تغيير تاريخ توقف الجهد والوقت من "%s"

source: New note
in: ملاحظة جديدة

source: New subnotes
in: مادة فرعية جديدة

source: New subnote of "%s"
in: مادة فرعية جديدة من "%s"

source: New subnote
in: مادة فرعية الجديدة

source: Delete notes
in: حذف الملاحظات

source: Delete note "%s"
in: حذف ملاحظة "%s"

source: Drag and drop notes
in: قم بسحب وإسقاط الملاحظات

source: Drag and drop note "%s"
in: قم بسحب وإسقاط مذكرة "%s"

source: Add note
in: إضافة ملاحظة

source: Add note to "%s"
in: إضافة ملاحظة إلى "%s"

source: Add subnote
in: إضافة مادة فرعية

source: Add subnote to "%s"
in: إضافة مادة فرعية إلى "%s"

source: Remove note
in: إزالة ملاحظة

source: Remove note from "%s"
in: إزالة ملاحظة من "%s"

source: Drag and drop tasks
in: قم بسحب وإسقاط المهام

source: Delete tasks
in: حذف المهام

source: Delete task "%s"
in: حذف المهمة "%s"

source: New task
in: مهمة جديدة

source: New subtasks
in: مهام فرعية جديدة

source: New subtask of "%s"
in: مهمة فرعية جديدة من "%s"

source: New subtask
in: سوبتاسك الجديدة

source: Mark tasks completed
in: مارك المهام المكتملة

source: Mark "%s" completed
in: وضع علامة "%s" أنجزت

source: Mark task active
in: وضع علامة المهمة النشطة

source: Mark "%s" active
in: وضع علامة نشط على "%s"

source: Mark task inactive
in: وضع علامة المهمة غير النشطة

source: Mark "%s" inactive
in: وضع علامة "%s" غير نشط

source: Start tracking
in: بدء تعقب

source: Start tracking "%s"
in: بدء تتبع "%s"

source: Stop tracking
in: إيقاف تعقب

source: Stop tracking "%s"
in: إيقاف تعقب "%s"

source: Maximize priority
in: تحقيق أقصى قدر من الأولوية

source: Maximize priority of "%s"
in: تحقيق أقصى قدر من الأولوية من "%s"

source: Minimize priority
in: التقليل من الأولوية

source: Minimize priority of "%s"
in: تقليل ذات الأولوية من "%s"

source: Increase priority
in: زيادة الأولوية

source: Increase priority of "%s"
in: زيادة الأولوية من "%s"

source: Decrease priority
in: انخفاض الأولوية

source: Decrease priority of "%s"
in: انخفاض الأولوية من "%s"

source: Change priority
in: تغيير الأفضلية

source: Change priority of "%s"
in: تغيير أولوية "%s"

source: Add note to tasks
in: إضافة ملاحظة إلى المهام

source: Change planned start date
in: قم بتغيير تاريخ البدء المخطط

source: Change planned start date of "%s"
in: قم بتغيير تاريخ البدء المخطط "%s"

source: Change due date
in: تغيير تاريخ الاستحقاق

source: Change due date of "%s"
in: تغيير تاريخ الاستحقاق من "%s"

source: Change actual start date
in: قم بتغيير تاريخ البدء الفعلي

source: Change actual start date of "%s"
in: قم بتغيير تاريخ البدء الفعلي "%s"

source: Change completion date
in: قم بتغيير تاريخ الانتهاء

source: Change completion date of "%s"
in: قم بتغيير تاريخ الانتهاء من "%s"

source: Change reminder dates/times
in: تذكير بتغيير تواريخ/أوقات

source: Change reminder date/time of "%s"
in: تغيير تاريخ/وقت التذكير "%s"

source: Change recurrences
in: تغيير تكرار

source: Change recurrence of "%s"
in: تكرار التغيير من "%s"

source: Change percentage complete of "%s"
in: تغيير النسبة المئوية كاملة من "%s"

source: Change when tasks are marked completed
in: التغيير عندما يتم وضع علامة المهام المكتملة

source: Change when "%s" is marked completed
in: تغيير عند وضع علامة "%s" المكتملة

source: Change budgets
in: تغيير الميزانيات

source: Change budget of "%s"
in: تغيير الميزانية "%s"

source: Change hourly fees
in: تغيير رسوم كل ساعة

source: Change hourly fee of "%s"
in: تغيير رسوم بالساعة من "%s"

source: Change fixed fees
in: تغيير رسوم ثابتة

source: Change fixed fee of "%s"
in: تغيير رسم ثابت "%s"

source: Toggle prerequisite
in: تبديل شرط أساسي

source: Toggle prerequisite of "%s"
in: تبديل شرط أساسي من "%s"

source: Error while reading the %s-%s setting from %s.ini.
in: حدث خطأ أثناء قراءة %s-الإعداد %s من %s.ini.

source: The value is: %s
in: القيمة: %s

source: The error is: %s
in: الخطأ: %s

source: %s will use the default value for the setting and should proceed normally.
in: %s سيتم استخدام القيمة الافتراضية لهذا الإعداد، وينبغي أن تمضي عادة.

source: Settings error
in: خطأ في الإعدادات

source: Error while saving %s.ini: %s
in: حدث خطأ أثناء حفظ %s.ini: %s

source: Save error
in: خطأ في حفظ

source: New attachment...
in: مرفق جديد...

source: Insert a new attachment
in: إدراج ارتباط جديد

source: Open attachment
in: فتح المرفقات

source: Open the selected attachments
in: فتح المرفقات المحددة

source: 5 minutes
in: 5 دقائق

source: Don't snooze
in: لا قيلولة بعد الظهر

source: 10 minutes
in: 10 دقائق

source: 15 minutes
in: 15 دقيقة

source: 20 minutes
in: 20 دقيقة

source: 30 minutes
in: 30 دقيقة

source: 1.5 hour
in: ساعة ونصف

source: 45 minutes
in: 45 دقيقة

source: 1 hour
in: 1 ساعة

source: 2 hours
in: 2 ساعة

source: 3 hours
in: 3 ساعات

source: 4 hours
in: 4 ساعات

source: 12 hours
in: 12 ساعة

source: 6 hours
in: 6 ساعات

source: 8 hours
in: 8 ساعات

source: 18 hours
in: 18 ساعة

source: 24 hours
in: 24 ساعة

source: 48 hours
in: 48 ساعة

source: 72 hours
in: 72 ساعة

source: 2 weeks
in: 2 أسابيع

source: 1 week
in: الأسبوع 1

source: Total
in: المجموع

source: Total for %s
in: المجموع ل %s

source: &New effort... Ctrl+E
in: &محاولة جديدة... Ctrl + E

source: Inactive tasks
in: المهام غير نشط

source: Hide &inactive tasks
in: &إخفاء المهام الخاملة

source: Inactive tasks: %d (%d%%)
in: المهام غير نشطة: %d (%d %%)

source: Show/hide inactive tasks (uncompleted tasks without actual start date)
in: إظهار/إخفاء المهام الخاملة (المهام غير المكتملة دون تاريخ البدء الفعلي)

source: Late tasks
in: المهام المتأخرة

source: Hide &late tasks
in: &إخفاء المهام المتأخرة

source: Late tasks: %d (%d%%)
in: المهام المتأخرة: %d (%d %%)

source: Show/hide late tasks (inactive tasks with a planned start in the past)
in: إظهار/إخفاء المهام المتأخرة (المهام الخاملة مع انطلاقة المخطط لها في الماضي)

source: Active tasks
in: المهام النشطة

source: Active tasks: %d (%d%%)
in: المهام النشطة: %d (%d %%)

source: Hide &active tasks
in: &إخفاء المهام النشطة

source: Show/hide active tasks (uncompleted tasks with an actual start date in the past)
in: إظهار/إخفاء المهام النشطة (المهام غير المكتملة مع تاريخ بدء الفعلي في الماضي)

source: Due soon tasks
in: الواجب قريبا من المهام

source: Due soon tasks: %d (%d%%)
in: الواجب قريبا من المهام: %d (%d %%)

source: Hide &due soon tasks
in: &إخفاء الواجب قريبا من المهام

source: Show/hide due soon tasks (uncompleted tasks with a due date in the near future)
in: إظهار/إخفاء الواجب قريبا المهام (المهام غير المكتملة مع تاريخ استحقاق في المستقبل القريب)

source: Overdue tasks
in: المهام المتأخرة

source: Hide &over due tasks
in: &إخفاء على مدى مراعاة المهام

source: Overdue tasks: %d (%d%%)
in: المهام المتأخرة: %d (%d %%)

source: Show/hide over due tasks (uncompleted tasks with a due date in the past)
in: إظهار/إخفاء على مدى مراعاة المهام (المهام غير المكتملة بتاريخ استحقاق في الماضي)

source: Completed tasks
in: المهام المكتملة

source: Completed tasks: %d (%d%%)
in: إكمال المهام: %d (%d %%)

source: Hide &completed tasks
in: &إخفاء إكمال المهام

source: Show/hide completed tasks
in: إظهار/إخفاء إكمال المهام

source: &New task...
in: &مهمة جديدة...

source: Arrow down
in: السهم إلى الأسفل

source: Arrow down with status
in: السهم لأسفل مع وضع

source: Blue arrows looped
in: الأسهم الزرقاء يحلق

source: Green arrows looped
in: الأسهم الخضراء يحلق

source: Arrow up
in: سهم لأعلى

source: Arrow up with status
in: سهم لأعلى مع وضع

source: Bomb
in: قنبلة

source: Book
in: كتاب

source: Books
in: الكتب

source: Box
in: مربع

source: Ladybug
in: الدعسوقة

source: Cake
in: كعكة

source: Calculator
in: آلة حاسبة

source: Calendar
in: التقويم

source: Cat
in: القط

source: Compact disc (CD)
in: القرص المضغوط (CD)

source: Charts
in: الرسوم البيانية

source: Chatting
in: الدردشة

source: Check mark
in: التجزئة

source: Clock
in: على مدار الساعة

source: Alarm clock
in: المنبه

source: Stopwatch
in: ساعة توقيت

source: Cogwheel
in: الترس

source: Cogwheels
in: المسننة

source: Desktop computer
in: كمبيوتر سطح المكتب

source: Laptop computer
in: كمبيوتر محمول

source: Handheld computer
in: كمبيوتر محمول باليد

source: Red cross
in: الصليب الأحمر

source: Die
in: يموت

source: Document
in: الوثيقة

source: Blue earth
in: الأرض الأزرق

source: Green earth
in: الأرض الخضراء

source: Envelope
in: مغلف

source: Envelopes
in: مغلفات

source: Blue folder
in: مجلد أزرق

source: Light blue folder
in: مجلد زرقاء خفيفة

source: Green folder
in: مجلد أخضر

source: Grey folder
in: مجلد رمادية

source: Orange folder
in: مجلد برتقالي

source: Purple folder
in: مجلد الأرجواني

source: Red folder
in: مجلد أحمر

source: Yellow folder
in: مجلد أصفر

source: Blue folder with arrow
in: مجلد زرقاء مع سهم

source: Heart
in: قلب

source: Hearts
in: قلوب

source: Green house
in: الاحتباس الحراري

source: Red house
in: البيت الأحمر

source: Key
in: مفتاح

source: Keys
in: مفاتيح

source: Lamp
in: مصباح

source: Question mark
in: علامة استفهام

source: Information
in: معلومات

source: Blue led
in: الأزرق أدى

source: Light blue led
in: الضوء الأزرق أدى

source: Grey led
in: أدى غراي

source: Green led
in: وادي الأخضر

source: Light green led
in: أخضر فاتح وأدت

source: Orange led
in: أدى اللون البرتقالي

source: Purple led
in: الأرجواني قيادة

source: Red led
in: وادي الأحمر

source: Yellow led
in: وادي الصفراء

source: Life ring
in: ليفيبيلت

source: Locked lock
in: قفل مغلق

source: Unlocked lock
in: قفل غير مقفلة

source: Magnifier glass
in: عدسة مكبرة

source: Piano
in: بيانو

source: Music note
in: نوتة موسيقية

source: Note
in: ملاحظة

source: Palette
in: لوح

source: Paperclip
in: مشبك الورق

source: Pencil
in: قلم رصاص

source: Person
in: الشخص

source: People
in: الشعب

source: Identification
in: تحديد الهوية

source: Person talking
in: شخص يتحدث

source: Warning sign
in: علامة تحذير

source: Minus
in: علامة الطرح

source: Plus
in: علامة زائد

source: Red star
in: نجمة حمراء

source: Yellow star
in: نجمة صفراء

source: Traffic light
in: إشارات المرور

source: Trashcan
in: صندوق قمامة

source: Lightning
in: البرق

source: Umbrella
in: مظلة

source: Partly sunny
in: مشمس جزئيا

source: Wrench
in: وجع

source: No icon
in: لا يوجد رمز

source: Message from the %s developers
in: رسالة من المطورين %s

source: See:
in: انظر:

source: Description
in: الوصف

source: Edit to change all subjects
in: تحرير لتغيير جميع المواضيع

source: Subject
in: هذا الموضوع

source: Edit to change all descriptions
in: تحرير لتغيير جميع الأوصاف

source: Priority
in: أولوية

source: Mutually exclusive
in: التبادلية

source: Subcategories
in: الفئات الفرعية

source: Edit to change location of all attachments
in: تحرير لتغيير الموقع من كافة المرفقات

source: Browse
in: تصفح

source: Location
in: موقع

source: Appearance
in: مظهر

source: Foreground color
in: اللون الأمامي

source: Background color
in: لون الخلفية

source: Font
in: الخط

source: Icon
in: أيقونة

source: Dates
in: التواريخ

source: Planned start date
in: تاريخ البدء المخطط

source: Due date
in: تاريخ الاستحقاق

source: Actual start date
in: تاريخ البدء الفعلي

source: Completion date
in: تاريخ الانتهاء

source: Reminder
in: تذكير

source: Recurrence
in: تكرار

source: Progress
in: التقدم المحرز

source: Percentage complete
in: النسبة المئوية للاكتمال

source: Use application-wide setting
in: استخدم الإعداد على مستوى التطبيق

source: No
in: لا

source: Yes
in: نعم

source: Mark task completed when all children are completed?
in: وضع علامة المهمة المكتملة عند اكتمال جميع الأطفال؟

source: Budget
in: الميزانية

source: Time spent
in: الوقت المستغرق

source: Budget left
in: الميزانية اليسار

source: Hourly fee
in: رسوم بالساعة

source: Fixed fee
in: رسوم ثابتة

source: Revenue
in: الإيرادات

source: Effort
in: جهد

source: Categories
in: فئات

source: Attachments
in: المرفقات

source: Notes
in: وتلاحظ

source: Prerequisites
in: المتطلبات الأساسية

source: Edit task
in: تحرير مهمة

source: Task
in: المهمة

source: Start
in: بدء تشغيل

source: Week(s)
in: أسبوع (أسابيع)

source: Day(s)
in: يوم (أيام)

source: Hour(s)
in: ساعة

source: Minute(s)
in: دقيقة

source: Stop
in: وقف

source: Start tracking from last stop time
in: بدء تعقب من وقت التوقف الأخير

source: Stop tracking now
in: إيقاف التتبع الآن

source: Warning: start must be earlier than stop
in: تحذير: يجب أن يكون أقدم من التوقف ابدأ!

source: Multiple tasks
in: مهام متعددة

source: %s (task)
in: %s (مهمة)

source: Multiple categories
in: فئات متعددة

source: %s (category)
in: %s (الفئة)

source: Multiple notes
in: تلاحظ متعددة

source: %s (note)
in: %s (ملاحظة)

source: Multiple attachments
in: مرفقات متعددة

source: %s (attachment)
in: %s (مرفق)

source: Multiple efforts
in: جهود متعددة

source: %s (effort)
in: %s (الجهد)

source: Use font:
in: استخدام الخط:

source: Use color:
in: استخدام اللون:

source: None
in: لا شيء

source: Daily
in: اليومية

source: Monthly
in: الشهري

source: Weekly
in: التنزيلات

source: Yearly
in: سنوياً

source: keeping dates on the same weekday
in: حفظ التواريخ في نفس يوم من أيام الأسبوع

source: , every
in: ، كل

source: Stop after
in: وقف بعد

source: recurrences
in: تكرار

source: Schedule each next recurrence based on
in: جدولة كل تكرار القادمة استناداً إلى

source: previous planned start and/or due date and time
in: المخطط السابق بدء و/أو تاريخ الاستحقاق والوقت

source: last completion date and time
in: آخر تاريخ الانتهاء ووقت

source: day(s),
in: يوم (أيام)،

source: period,
in: الفترة،

source: week(s),
in: أسبوع (أسابيع)،

source: month(s),
in: شهر (أشهر)،

source: year(s),
in: السنة (السنوات)،

source: Export items from:
in: تصدير عناصر من:

source: Export only the selected items
in: تصدير العناصر المحددة فقط

source: Columns to export:
in: أعمدة التصدير:

source: Put task dates and times in separate columns
in: وضع المهمة التواريخ والأوقات في أعمدة منفصلة

source: Write style information to a separate CSS file
in: كتابة معلومات نمط إلى ملف CSS منفصل

source: Export as CSV
in: التصدير بتنسيق CSV

source: Export as iCalendar
in: تصدير ك iCalendar

source: Export as HTML
in: تصدير ك HTML

source: Export as Todo.txt
in: تصدير ك Todo.txt

source: An iPhone or iPod Touch device is trying to synchronize with this task file for the first time. What kind of synchronization would you like to use?
in: جهاز تاتش فون أو أجهزة أي بود هو محاولة لمزامنة مع هذا الملف مهمة للمرة الأولى. تريد استخدام أي نوع من المزامنة؟

source: Refresh from desktop
in: تحديث من سطح المكتب

source: Refresh from device
in: تحديث من الجهاز

source: Cancel
in: إلغاء الأمر

source: You have enabled the iPhone synchronization feature, which needs Bonjour. Bonjour does not seem to be installed on your system.
in: قمت بتمكين ميزة المزامنة iPhone، الذي يحتاج صباح الخير. صباح الخير لا يبدو أن يكون مثبتاً على النظام الخاص بك.

source: Please download and install Bonjour for Windows from
in: الرجاء تحميل وتثبيت صباح الخير ل Windows من

source: Apple's web site
in: موقع ويب أبل

source: Bonjour support for Linux is generally provided by Avahi.
in: صباح الخير لينكس عموما دعما من Avahi (انظر http://avahi.org/)

source: You may find details for your distribution here
in: يمكنك العثور على تفاصيل التوزيع الخاص بك هنا

source: Note that under some systems (Fedora), you may have to install the avahi-compat-libdns_sd package as well as Avahi in order for this to work.
in: علما أن تحت بعض الأنظمة (فيدورا)، قد تضطر إلى تثبيت حزمة avahi-المتوافق-libdns_sd، فضلا عن Avahi في الترتيب لهذا العمل.

source: In addition, if you have a firewall, check that ports 4096-4100 are open.
in: وبالإضافة إلى ذلك، إذا كان لديك جدار حماية، تحقق من صحة المنافذ 4096-4100 مفتوحة.

source: OK
in: حسنا

source: This setting will take effect after you restart %s
in: سيقوم هذا الإعداد نافذ المفعول بعد إعادة تشغيل %s

source: This setting can be overridden for individual tasks in the task edit dialog.
in: يمكن أن يتم تجاوز هذا الإعداد لمهام فردية في مربع الحوار تحرير المهمة.

source: Files
in: الملفات

source: Auto save after every change
in: إنقاذ السيارات بعد كل تغيير

source: Create a backup copy before overwriting a %s file
in: إنشاء نسخة احتياطية قبل الكتابة فوق ملف %s

source: For running %s from a removable medium
in: لتشغيل %s من وسيطة قابلة للإزالة

source: Attachment base directory
in: مرفق قاعدة الدليل

source: When adding an attachment, try to make its path relative to this one.
in: عند إضافة مرفق، في محاولة لجعل المسار الخاص به بالنسبة إلى هذا واحد.

source: Before saving, automatically import from
in: قبل الحفظ، تلقائياً استيراد من

source: Todo.txt format
in: تنسيق Todo.txt

source: Before saving, %s automatically imports tasks from a Todo.txt file with the same name as the task file, but with extension .txt
in: %s قبل الحفظ، تلقائياً استيراد المهام من ملف Todo.txt مع نفس الاسم مثل الملف المهمة، ولكن مع ملحق txt

source: When saving, automatically export to
in: عند حفظ أو تصدير تلقائياً إلى

source: When saving, %s automatically exports tasks to a Todo.txt file with the same name as the task file, but with extension .txt
in: عند حفظ، %s تلقائياً تصدير المهام إلى ملف Todo.txt مع نفس الاسم مثل الملف المهمة، ولكن مع ملحق txt

source: Window behavior
in: إطار السلوك

source: Show splash screen on startup
in: تظهر شاشة البداية عند بدء التشغيل

source: Show tips window on startup
in: إظهار إطار التلميحات عند بدء التشغيل

source: Start with the main window iconized
in: بدء تشغيل مع الإطار الرئيسي إيكونيسيد

source: Always
in: دائماً

source: Never
in: ابدأ

source: If it was iconized last session
in: إذا أنه كان iconized الدورة الأخيرة

source: Hide main window when iconized
in: إخفاء النافذة الرئيسية عند إيكونيسيد

source: Minimize main window when closed
in: تقليل الإطار الرئيسي عند إغلاق

source: Make clock in the task bar tick when tracking effort
in: جعل عقارب الساعة في شريط المهام القراد عندما تتبع الجهد

source: Show a popup with the description of an item when hovering over it
in: إظهار منبثقة مع وصف لعنصر عندما تحوم فوق ذلك

source: Language
in: اللغة

source: Let the system determine the language
in: السماح للنظام بتحديد اللغة

source: If your language is not available, or the translation needs improving, please consider helping. See:
in: إذا كانت اللغة الخاصة بك غير متوفر، أو الترجمة يحتاج إلى تحسين، يرجى النظر في المساعدة. انظر:

source: Language not found?
in: لم يتم العثور على اللغة؟

source: Task appearance
in: مظهر مهمة

source: These appearance settings can be overridden for individual tasks in the task edit dialog.
in: يمكن تجاوز هذه الإعدادات مظهر للمهام الفردية في مربع الحوار تحرير المهمة.

source: Features
in: ميزات

source: All settings on this tab require a restart of %s to take effect
in: كافة الإعدادات في علامة التبويب هذه تتطلب إعادة تشغيل %s لكي تصبح نافذة المفعول

source: Allow for tracking effort
in: السماح لتعقب جهد

source: Allow for taking notes
in: السماح لتدوين الملاحظات

source: Enable SyncML
in: تمكين SyncML

source: Enable iPhone synchronization
in: تمكين مزامنة أي فون

source: Use X11 session management
in: استخدام × إدارة الدورة 11

source: Start of work week
in: بدء أسبوع العمل

source: Monday
in: الاثنين

source: Sunday
in: الأحد

source: Hour of start of work day
in: ساعة بداية يوم العمل

source: Hour of end of work day
in: ساعة نهاية يوم العمل

source: Use gradients in calendar views. This may slow down Task Coach.
in: استخدام التدرجات في طرق عرض التقويم. وهذا قد تبطئ أسفل مهمة المدرب.

source: Minutes between suggested times
in: دقائق بين الأوقات المقترحة

source: In popup-menus for time selection (e.g. for setting the start time of an effort) %(name)s will suggest times using this setting. The smaller the number of minutes, the more times are suggested. Of course, you can also enter any time you want beside the suggested times.
in: في القوائم المنبثقة لاختيار الوقت (على سبيل المثال لتحديد وقت بدء جهد) سيقترح s %(اسم)مرات باستخدام هذا الإعداد.وتقترح أصغر عدد الدقائق، أكثر من مرة. بالطبع، يمكنك أيضا إدخال أي وقت تريد بجوار المقترحة مرات.

source: Idle time notice
in: إشعار وقت الخمول

source: If there is no user input for this amount of time (in minutes), %(name)s will ask what to do about current efforts.
in: إذا لم يكن هناك أي إدخال المستخدم لهذا القدر من الوقت (بالدقائق)، سوف يطلب s %(اسم)ما يجب فعله حول الجهود الحالية.

source: Task dates
in: التواريخ المهمة

source: Mark parent task completed when all children are completed
in: وضع علامة على المهمة الأصلية أكمل عند اكتمال جميع الأطفال

source: Number of hours that tasks are considered to be 'due soon'
in: عدد الساعات التي تعتبر المهام 'الواجب قريبا'

source: Nothing
in: لا شيء

source: Changing the planned start date changes the due date
in: تغيير تاريخ البدء المخطط التغييرات تاريخ الاستحقاق

source: Changing the due date changes the planned start date
in: تغيير تاريخ الاستحقاق بتغيير تاريخ البدء المخطط

source: What to do with planned start and due date if the other one is changed
in: ماذا تفعل مع المخطط البدء وتاريخ الاستحقاق إذا كان هو الآخر أحد تغيرت

source: Preset
in: الإعداد المسبق

source: Propose
in: اقتراح

source: Today
in: اليوم

source: Tomorrow
in: الغد

source: Day after tomorrow
in: بعد غد
