Repository: pk-codebox-evo/ios-apps-taskcoach
Catalog: taskcoach/i18n.*/*.po
Languages: in

source: Mark the selected task(s) (un)completed
in: وضع علامة مكتملة أو غير مكتملة على المهام المحددة

source: Cancel a dialog or move keyboard focus from search control back to viewer
in: إلغاء إجراء حوار أو نقل تركيز لوحة المفاتيح من البحث عن عنصر التحكم مرة أخرى إلى عارض

source: Move keyboard focus to the next field in the dialog
in: تركيز لوحة المفاتيح الانتقال إلى الحقل التالي في الحوار

source: Move keyboard focus to the previous field in the dialog
in: تركيز لوحة المفاتيح الانتقال إلى الحقل السابق في الحوار

source: Move keyboard focus to the next tab in a notebook control
in: نقل التركيز على لوحة المفاتيح إلى علامة التبويب التالية في عنصر تحكم محمول

source: Move keyboard focus to the previous tab in a notebook control
in: نقل التركيز على لوحة المفاتيح إلى علامة التبويب السابقة في عنصر تحكم محمول

source: Pop up menu or drop down box
in: القائمة المنبثقة أو مربع قائمة منسدلة

source: Edit the subject of the selected item in a viewer
in: تحرير الموضوع للعنصر المحدد في عارض

source: %(name)s is actively developed. Although the %(name)s developers try hard to prevent them, bugs do happen. So, backing up your work on a regular basis is strongly advised.
in: ويجري بنشاط s %(اسم). ورغم أن المطورين s %(اسم)حاول جاهدا لمنعها، يحدث الخلل. لذلك، النسخ الاحتياطي للعمل الخاص بك على أساس منتظم بشدة ينصح.

source: %(name)s has unlimited undo and redo. Any change that you make, be it editing a task description, or deleting an effort record, is undoable. Select 'Edit' -> 'Undo' and 'Edit' -> 'Redo' to go backwards and forwards through your edit history.
in: s %(الاسم)وقد غير محدود التراجع والإعادة. أي التغيير التي تقوم بإجرائها، سواء كان ذلك تحرير وصف مهمة، أو حذف سجل جهد، لا يمكن التراجع عنها. حدد 'تحرير'-> 'تراجع' و 'تحرير'-> 'إعادة' العودة إلى الوراء وإلى الأمام من خلال تاريخ تحرير الخاص بك.

source: %(name)s is available in a number of different languages. Select 'Edit' -> 'Preferences' to see whether your language is one of them. If your language is not available or the translation needs improvement, please consider helping with the translation of %(name)s. Visit %(url)s for more information about how you can help.
in: s %(اسم)متوفرة في عدد من اللغات المختلفة. حدد 'تحرير'-> 'تفضيلات' لمعرفة ما إذا كانت اللغة الخاصة بك واحد منهم. إذا كانت اللغة الخاصة بك غير متوفر أو الترجمة بحاجة إلى التحسين، يرجى النظر في مساعدة مع ترجمة لزيارة س. %(url)s %(اسم)لمزيد من المعلومات حول كيف يمكنك مساعدة.

source: If you enter a URL (e.g. %(url)s) in a task or effort description, it becomes a link. Clicking on the link will open the URL in your default web browser.
in: إذا قمت بإدخال محدد موقع معلومات (مثل %(url)s) في وصف المهمة أو الجهد، فإنه يصبح ارتباط.النقر على الرابط سيتم فتح عنوان URL في مستعرض ويب الافتراضي الخاص بك.

source: You can drag and drop tasks in the tree view to rearrange parent-child relationships between tasks. The same goes for categories.
in: يمكنك سحب وإسقاط المهام في طريقة العرض الشجري لإعادة ترتيب علاقات الأصل-التابع بين المهام. نفس الشيء ينطبق على فئات.

source: You can drag files from a file browser onto a task to create attachments. Dragging the files over a tab will raise the appropriate page, dragging the files over a collapsed task (the boxed + sign) in the tree view will expand the task to show its subtasks.
in: يمكنك سحب ملفات من ملف متصفح على مهمة لإنشاء المرفقات. سحب الملفات على علامة تبويب سيتم رفع الصفحة المناسبة، سحب الملفات عبر مهمة مطوية (محاصر علامة +) في الشجرة سيتم توسيع عرض المهمة لإظهار المهام الفرعية الخاصة به.

source: You can create any viewer layout you want by dragging and dropping the tabs. The layout is saved and reused in the next session.
in: يمكنك إنشاء تخطيط عارض أي الذي تريده عن طريق سحب وإسقاط علامات التبويب. يتم حفظ التخطيط وإعادة استخدامها في الدورة القادمة.

source: What is actually printed when you select 'File' -> 'Print' depends on the current view. If the current view shows the task list, a list of tasks will be printed, if the current view shows effort grouped by month, that will be printed. The same goes for visible columns, sort order, filtered tasks, etc.
in: ما هو مطبوع فعلا عندما قمت بتحديد 'ملف'-> 'طباعة' يعتمد على طريقة العرض الحالية. إذا عرض الحالي يظهر ستتم طباعة قائمة المهام، قائمة المهام، إذا تعرض طريقة العرض الحالية جهد مجمعة حسب الشهر، التي سيتم طباعتها. نفس الشيء ينطبق على الأعمدة المرئية، ترتيب الفرز، والمهام التي تم تصفيتها، إلخ.

source: Left-click a column header to sort by that column. Click the column header again to change the sort order from ascending to descending and back again. Right-click a column header to hide that column or make additional columns visible.
in: Left-click رأس عمود الفرز حسب هذا العمود. انقر فوق رأس العمود مرة أخرى لتغيير ترتيب الفرز من التصاعدي إلى التنازلي والعودة مرة أخرى. زر الماوس الأيمن فوق رأس عمود إخفاء هذا العمود أو إظهار أعمدة إضافية.

source: You can turn off some features, such as notes and effort tracking, in the Preferences dialog. Features turned off are not accessible via the user interface, resulting in a 'smaller' user interface.
in: يمكنك إيقاف تشغيل بعض الميزات، مثل الملاحظات وجهد تتبع، في حوار التفضيلات. إيقاف تشغيل الميزات غير قابلة للوصول عبر واجهة المستخدم، أسفر عن واجهة مستخدم 'أصغر'.

source: You can create a template from a task in order to reduce typing when repetitive patterns emerge.
in: يمكنك إنشاء قالب من مهمة بغية الحد من كتابة عند ظهور أنماط متكررة.

source: Ctrl-Tab switches between tabs in edit dialogs.
in: تحرير Ctrl Tab للتبديل بين علامات التبويب في الحوارات.

source: Tip of the day
in: تلميح اليوم

source: Next tip
in: التلميح التالي

source: Show tips on startup
in: إظهار التلميحات عند بدء التشغيل

source: Browse for files to add as attachment to the selected item(s)
in: الاستعراض بحثاً عن الملفات لإضافة كمرفقات إلى العنصر (العناصر) المحددة

source: Add a note to the selected item(s)
in: إضافة ملاحظة إلى العنصر (العناصر) المحددة

source: Insert a new category
in: إدراج فئة جديدة

source: Cut the selected item(s) to the clipboard
in: قص العناصر المحددة إلى الحافظة

source: Copy the selected item(s) to the clipboard
in: نسخ العناصر المحددة إلى الحافظة

source: Paste item(s) from the clipboard
in: العنصر (العناصر) لصق من الحافظة

source: Paste item(s) from the clipboard as subitem of the selected item
in: العنصر (العناصر) لصق من الحافظة كالبند الفرعي للعنصر المحدد

source: Edit preferences
in: تحرير تفضيلات

source: Redo the last command that was undone
in: إعادة الأمر الأخير الذي تم التراجع عنه

source: Select all items in the current view
in: حدد كافة العناصر في طريقة العرض الحالية

source: Undo the last command
in: التراجع عن آخر أمر

source: Add an effort period to the selected task(s)
in: إضافة فترة جهد للمهام المحددة

source: Start tracking effort for the selected task(s)
in: بدء تعقب جهد للمهام المحددة

source: Stop tracking effort or resume tracking effort
in: إيقاف تعقب جهد أو استئناف تتبع الجهد

source: Close the current file
in: قم بإغلاق الملف الحالي

source: Exit %s
in: خروج من %s

source: Open a %s file
in: فتح ملف %s

source: Save the current file
in: حفظ الملف الحالي

source: Save the current file under a new name
in: حفظ الملف الحالي باسم جديد

source: Help about the program
in: تعليمات حول البرنامج

source: Mail the selected item(s), using your default mailer
in: بريد العنصر (العناصر)المحددة، باستخدام الإرسال الخاص بك الافتراضي

source: Insert a new note
in: إدراج ملاحظة جديدة

source: Open all attachments of the selected item(s)
in: فتح كافة المرفقات للعنصر (العناصر) المحددة

source: Open all notes of the selected item(s)
in: فتح كافة الملاحظات من العنصر (العناصر) المحددة

source: Print the current file
in: طباعة الملف الحالي

source: Setup the characteristics of the printer page
in: إعداد خصائص صفحة الطابعة

source: Show all items (reset all filters)
in: إظهار كافة العناصر (إعادة تعيين كافة عوامل التصفية)

source: Show all items regardless of category
in: إظهار كافة العناصر بغض النظر عن الفئة

source: Move keyboard focus from viewer to search control
in: نقل تركيز لوحة المفاتيح من المشاهد للبحث عن عنصر التحكم

source: Decrease the priority of the selected task(s)
in: انخفاض أولوية المهام المحددة

source: Increase the priority of the selected task(s)
in: زيادة أولوية المهام المحددة

source: Make the selected task(s) the highest priority task(s)
in: جعل المهام المحددة المهام ذات الأولوية العليا

source: Make the selected task(s) the lowest priority task(s)
in: جعل المهام المحددة المهام ذات الأولوية الدنيا

source: Insert a new task
in: إدراج مهمة جديدة

source: Collapse all items with subitems
in: طي كافة العناصر مع عناصر فرعية

source: Expand all items with subitems
in: قم بتوسيع كافة العناصر مع عناصر فرعية

source: Activate the next open viewer
in: تنشيط المقبل فتح عارض

source: Activate the previous open viewer
in: تنشيط المشاهد المفتوحة السابقة

source: An iPhone or iPod Touch tried to connect to Task Coach, but no password is set. Please set a password in the iPhone section of the configuration and try again.
in: أي فون أو أي بود تاتش حاول الاتصال بمهمة المدرب، ولكن يتم تعيين أية كلمة مرور. الرجاء تعيين كلمة مرور في المقطع فون للتكوين وحاول مرة أخرى.

source: Protocol version: %d
in: إصدار البروتوكول: %d

source: Rejected protocol version %d
in: إصدار بروتوكول رفض %d

source: Hash OK.
in: التجزئة جيدة

source: Hash KO.
in: تجزئة كو.

source: Device name: %s
in: اسم الجهاز: %s

source: GUID: %s
in: المعرف الفريد العمومي: %s

source: Sending file name: %s
in: إرسال اسم الملف: %s

source: Full from desktop.
in: كامل من سطح المكتب.

source: %d categories
in: فئات %d

source: Send category %s
in: إرسال فئة %s

source: Response: %d
in: رد: %d

source: %d tasks
in: المهام %d

source: Send task %s
in: إرسال المهمة %s

source: %d efforts
in: جهود %d

source: Send effort %s
in: إرسال الجهد %s

source: Finished.
in: انتهى.

source: %d new categories
in: فئات جديدة من %d

source: %d new tasks
in: المهام الجديدة %d

source: %d new efforts
in: بذل جهود جديدة %d

source: %d modified categories
in: %d تعديل فئات

source: %d modified tasks
in: %d تعديل المهام

source: %d modified efforts
in: %d تعديل الجهود

source: %d deleted categories
in: %d حذف فئات

source: %d deleted tasks
in: %d حذف المهام

source: %d deleted efforts
in: %d حذف جهود

source: New category (parent: %s)
in: الفئة الجديدة (الأصل: %s)

source: Delete category %s
in: حذف فئة %s

source: Modify category %s
in: تعديل فئة %s

source: New task %s
in: مهمة جديدة %s

source: Delete task %s
in: حذف المهمة %s

source: Modify task %s
in: تعديل المهمة %s

source: End of task synchronization.
in: نهاية المهمة المزامنة.

source: Could not find task %s for effort.
in: تعذر العثور على المهمة %s للجهد.

source: New effort %s
in: جهد جديد %s

source: Modify effort %s
in: تعديل جهد %s

source: Sending GUID: %s
in: إرسال المعرف الفريد العمومي: %s

source: Mail.app message
in: رسالة Mail.app

source: Could not find Thunderbird data dir
in: تعذر العثور على دير البيانات ثندربيرد

source: Could not find Thunderbird profile.
in: تعذر العثور على طائر الرعد الشخصية.

source: No default section in profiles.ini
in: لا المقطع الافتراضي في profiles.ini

source: Malformed Thunderbird internal ID: %s. Please file a bug report.
in: تالف ثندربيرد معرف داخلي: %s. الرجاء ملف تقرير الشوائب.

source: Could not find directory for ID %s. Please file a bug report.
in: تعذر العثور على دليل لمعرف %s. الرجاء ملف تقرير الشوائب.

source: Unrecognized URL scheme: "%s"
in: نظام عنوان URL غير المعترف بها: "%s"

source: Please enter the domain for user %s
in: الرجاء إدخال المجال للمستخدم %s

source: Login failed (%s). Please try again.
in: فشل تسجيل الدخول (%s). الرجاء المحاولة مرة أخرى.

source: Could not select inbox "%s" (%s)
in: لا يمكن تحديد علبة الوارد "%s" (%s)

source: No such mail: %d
in: لا يوجد مثل هذا البريد: %d

source: Actual start time
in: وقت البدء الفعلي

source: Planned start time
in: وقت البدء المخطط

source: Due time
in: الوقت المناسب

source: Completion time
in: وقت الانتهاء

source: Reminder time
in: وقت التذكير

source: No subject
in: لا يوجد موضوع

source: New task due today
in: جديد المهام المستحقة اليوم

source: New task due tomorrow
in: الجديدة المهمة الواجب غدا

source: %d days
in: %d أيام

source: 1 day
in: يوم 1

source: Every other day
in: كل يوم

source: Every other week
in: كل أسبوع

source: Every other month
in: كل شهر آخر

source: Every other year
in: كل سنة أخرى

source: Yesterday
in: أمس

source: now
in: الآن

source: The synchronization for source %s
in: المزامنة للمصدر %s

source: will be a refresh from server. All local items will be deleted. Do you wish to continue?
in: وسوف يكون تحديث من الملقم. سيتم حذف كافة العناصر المحلية. هل ترغب في الاستمرار؟

source: will be a refresh from client. All remote items will be deleted. Do you wish to continue?
in: سيتم تحديث من العميل. سيتم حذف كافة العناصر البعيدة. هل ترغب في الاستمرار؟

source: Synchronization
in: المزامنة

source: Synchronizing. Please wait.
in: تتم المزامنة. الرجاء الانتظار

source: %d items added. %d items updated. %d items deleted.
in: %d العناصر المضافة. %d عناصر تحديث. %d العناصر المحذوفة.

source: An error occurred in the synchronization. Error code: %d; message: %s
in: حدث خطأ في المزامنة. رمز الخطأ: %d; الرسالة: %s

source: You must first edit your SyncML Settings, in Edit/SyncML preferences.
in: يجب عليك أولاً تحرير "إعدادات سينكمل"، في تفضيلات تحرير/SyncML.

source: Pane Switcher
in: الجلاد جزء

source: Restore %s
in: استعادة %s

source: Pane Preview
in: جزء المعاينة

source: Cl&ose
in: &قم بإغلاق

source: Close All
in: قم بإغلاق كافة

source: &Next
in: &القادم

source: &Previous
in: &السابقة

source: &Window
in: &نافذة

source: Edit
in: تحرير

source: %d weeks
in: %d أسابيع

source: %d hours
in: %d ساعة

source: Done
in: تم

source: Kind of period displayed and its count
in: نوع الفترة المعروضة وعدد به

source: Month
in: في الشهر

source: Calendar orientation
in: اتجاه التقويم

source: Horizontal
in: أفقي

source: Vertical
in: عمودي

source: Which tasks to display
in: المهام التي لعرض

source: Tasks with a planned start date and a due date
in: المهام مع تاريخ بدء المخطط لها وتاريخ الاستحقاق

source: Tasks with a planned start date
in: المهام مع تاريخ بدء المخطط

source: Tasks with a due date
in: المهام التي لها تاريخ استحقاق

source: All tasks
in: كافة المهام

source: All tasks, except unplanned tasks
in: كافة المهام باستثناء المهام غير المخطط لها

source: Draw a line showing the current time
in: رسم خط عرض الوقت الحالي

source: Color used to highlight the current day
in: الألوان المستخدمة لتسليط الضوء على اليوم الحالي

source: Close
in: قم بإغلاق

source: All files (*.*)|*
in: كافة الملفات (*.*)|*

source: Password:
in: كلمة المرور:

source: Store in keychain
in: تخزين في سلسلة المفاتيح

source: Please enter your password.
in: الرجاء إدخال كلمة المرور الخاصة بك.

source: Please enter your password
in: الرجاء إدخال كلمة المرور الخاصة بك.

source: &Match case
in: &مطابقة حالة الأحرف

source: Match case when filtering
in: مطابقة حالة الأحرف عند التصفية

source: &Include sub items
in: &وتشمل النقاط الفرعية

source: Include sub items of matching items in the search results
in: وتشمل البنود الفرعية البنود المطابقة في نتائج البحث

source: &Search description too
in: &البحث في الوصف أيضا

source: Search both subject and description
in: البحث في هذا الموضوع والوصف

source: &Regular Expression
in: تعبير &إصطلاحي

source: Consider search text as a regular expression
in: إعتبار نص البحث كتعبير إصطلاحي

source: This is an invalid regular expression.
in: وهذا تعبير عادية غير صالحة.

source: Defaulting to substring search.
in: سيتم الرجوع افتراضياً إلى بحث سلسلة فرعية.

source: Recent searches
in: عمليات البحث الأخيرة

source: Viewer not searchable
in: عارض غير قابلة

source: Compatibility warning
in: تحذير التوافق

source: The SyncML feature is disabled, because the module could not be loaded. This may be because your platform is not supported, or under Windows, you may be missing some mandatory DLLs. Please see the SyncML section of the online help for details (under "Troubleshooting").
in: تم تعطيل الميزة سينكمل، لأنه لا يمكن تحميل الوحدة النمطية. قد يكون هذا لأنه لم يتم اعتماد النظام الأساسي الخاص بك، أو ضمن Windows، قد تكون مفقودة بعض DLLs إلزامية. الرجاء راجع المقطع "SyncML" من التعليمات الفورية للحصول على التفاصيل (في إطار "استكشاف الأخطاء وإصلاحها").

source: Never show this dialog again
in: عدم إظهار هذا الحوار مرة أخرى

source: Error opening URL
in: خطأ فتح URL

source: New effort
in: 新しいエフォート

source: Edit effort
in: エフォートを編集

source: Paste into task
in: タスクに貼り付け

source: Mark completed
in: 完了を入力する

source: Show tasks that match
in: 適合するタスクを表示

source: any of the above selected categories
in: 上で選択したカテゴリのいずれか

source: all of the above selected categories
in: 上で選択したカテゴリの全て

source: For this task
in: このタスクについて

source: For this task including all subtasks
in: このタスクと全サブタスクについて

source: Start date
in: 開始日

source: Edit attachment
in: 添付ファイルを編集

source: Browse for attachment...
in: 添付ファイルを見る

source: Task behavior
in: タスクのふるまい

source: Behavior
in: ふるまい

source: Create backup copy before overwriting a %s file
in: %s ファイルの上書き前にバックアップを作成する

source: Maximum number of recent files to remember
in: 最近使ったファイルの最大数

source: English (US)
in: 英語（米国）

source: English (UK)
in: 英語(英国）

source: German
in: ドイツ語

source: Dutch
in: オランダ語

source: French
in: フランス語

source: Simplified Chinese
in: 中国語(簡体字）

source: Russian
in: ロシア語

source: Spanish
in: スペイン語

source: Hungarian
in: ハンガリー語

source: Click this button to change the color of active tasks
in: アクティブなタスクの色を変える

source: Click this button to change the color of inactive tasks
in: アクティブでないタスクの色を変える

source: Click this button to change the color of completed tasks
in: 完了タスクの色を変える

source: Click this button to change the color of over due tasks
in: 期限遅れタスクの色を変える

source: Click this button to change the color of tasks due today
in: 本日完了予定のタスクの色を変える

source: Colors
in: 色

source: Find:
in: 検索:

source: Type search string (a regular expression) here and press enter
in: 検索文字列（正規表現）を入力してEnterを押してください

source: Match case
in: 大文字・小文字を区別する

source: Clear
in: クリア

source: Error while reading %s. Are you sure it is a %s-file?
in: %s リードエラー %sファイルで宜しいですか?

source: File error
in: ファイルエラー

source: Merged %(filename)s
in: %(filename)sをマージしました

source: Save as...
in: 名前をつけて保存

source: Export as iCalendar...
in: iCalendarにエクスポート

source: Exported %(nrtasks)d tasks to %(filename)s
in: %(nrtasks)dタスク を %(filename)s にエクスポート

source: Eff&ort
in: エフォート(&o)

source: Tas&ks that are
in: タスクステータス(&k)

source: Tasks &due before end of
in: タスク(期限別）

source: Task &columns
in: タスク

source: Effort &columns
in: エフォート

source: Task &list options
in: タスクリストオプション(&l)

source: Task &tree options
in: タスクツリーオプション(&t)

source: No tasks due today
in: 本日が期限のタスクはなし

source: One task due today
in: 本日が期限のタスクは1件

source: %d tasks due today
in: 本日が期限のタスク %d

source: &Close
in: 閉じる(&C)

source: S&ave as...
in: 名前をつけて保存(&a)

source: Sa&ve selection...
in: 保存(&v)

source: Save the selected tasks to a separate file
in: 選択したタスクを別のファイルに保存する

source: Export the current file in iCalendar (*.ics) format
in: 現在のファイルをiCalendar(*.ics)フォーマットで保存

source: P&aste into task
in: タスクに貼り付け(&a)

source: Paste item(s) from the clipboard into the selected task
in: クリップボードの情報を選択したタスクにはりつける

source: Preferences...
in: 設定

source: &Invert selection Ctrl+I
in: 選択を反転(&I) Ctrl+I

source: Select unselected items and unselect selected items
in: 選択と非選択のアイテムを入れ替えます

source: &All tasks
in: 全てのタスク(&A)

source: Show all tasks (reset all filters)
in: 全てのタスクを表示

source: Tasks by catego&ries...
in: カテゴリ別表示(&r)

source: Show/hide tasks by category
in: タスクをカテゴリごとに表示

source: View categories
in: カテゴリを見る

source: &Expand all tasks
in: サブタスクを表示(&E)

source: Expand all tasks with subtasks
in: 全てのサブタスクを表示

source: E&xpand
in: 広げる(&x)

source: Expand the selected task(s)
in: 選択したタスクの下位階層を表示する

source: &Collapse all tasks
in: 全てのタスクを折りたたむ

source: Collapse all tasks with subtasks
in: 全タスクのサブタスクを折りたたむ

source: C&ollapse
in: 折りたたむ(&o)

source: Collapse the selected tasks with subtasks
in: 選択したタスクのサブタスクを折りたたむ

source: Insert a new subtask into the selected task
in: 新しいサブタスクを挿入します

source: &Edit task...
in: タスクを編集(&E)

source: Edit the selected task
in: 選択タスクを編集

source: &Mark completed Ctrl+ENTER
in: 完了(&M) Ctrl+ENTER

source: &Delete task Ctrl+DEL
in: タスクを削除(&D) Ctrl+DEL

source: Delete the selected task(s)
in: 選択したタスクを削除する

source: Please enter recipient
in: 受信者を入力してください

source: &Add attachment
in: 添付ファイルを追加(&A)

source: Browse for files to add as attachment to the selected task(s)
in: タスクに添付するファイルを見る

source: &New effort...
in: 新しいエフォート(&N)

source: &Edit effort...
in: エフォートを編集(&E)

source: Edit the selected effort period(s)
in: 選択したエフォートを編集

source: &Delete effort
in: エフォートを削除(&D)

source: Delete the selected effort period(s)
in: 選択したエフォートを削除

source: St&op tracking effort
in: トラッキングストップ(&o)

source: &Help contents
in: ヘルプ(&H)

source: Help: About %s
in: %sについてのヘルプ

source: Help: %s license
in: ヘルプ: %s ライセンス

source: &Completed
in: 完了(&C)

source: &Inactive
in: 非アクティブ(&I)

source: Show/hide inactive tasks (tasks with a start date in the future)
in: 非アクティブタスクを表示/隠す

source: &Active
in: アクティブ(&A)

source: Show/hide active tasks (tasks with a start date in the past and a due date in the future)
in: アクティブタスク(開始日が過去で完了予定日が未来のタスク)を表示/隠す

source: &Over due
in: 期限遅れ(&O)

source: Over &budget
in: 時間切れ(&b)

source: Show/hide tasks that are over budget
in: 残り時間がなくなったタスクを表示/隠す

source: Tasks &with subtasks
in: サブタスクのあるタスク(&w)

source: Show/hide tasks with subtasks
in: サブタスクのあるタスクを表示/隠す

source: Show/hide start date column
in: 開始日を表示/隠す

source: &Start date
in: 開始日(&S)

source: D&ays left
in: 残り日数(&a)

source: Show/hide days left column
in: 残り日数を表示/隠す

source: Co&mpletion date
in: 完了日(&m)

source: Show/hide total budget column (total budget includes budget for subtasks)
in: 予定時間を表示/隠す

source: Total b&udget
in: 合計予定時間(&u)

source: Show/hide total time spent column (total time includes time spent on subtasks)
in: 合計経過時間を表示/隠す（合計経過時間にはサブタスクも含まれます）

source: T&otal time spent
in: 合計経過時間(&o)

source: Show/hide total budget left column (total budget left includes budget left for subtasks)
in: 合計残り時間を表示/隠す（合計残り時間にはサブタスクも含まれます）

source: Total budget l&eft
in: 合計残り時間(&e)

source: O&verall priority
in: 最高の優先度(&v)

source: Show/hide overall priority column (overall priority is the maximum priority of a task and all its subtasks)
in: 最高の優先度を表示/隠す(最高の優先度とは、タスクとサブタスクの優先度の中で最高のものです）

source: &Total fixed fee
in: 合計固定報酬(&T)

source: Show/hide total fixed fee column
in: 合計固定報酬を表示/隠す

source: T&otal revenue
in: 合計収入(&o)

source: Show/hide last modification time column
in: 最終更新時刻を表示/隠す

source: Last modification time
in: 最終更新時刻

source: Show/hide overall last modification time column (overall last modification time is the most recent modification time of a task and all it subtasks
in: 全体最終更新時刻を表示/隠す（全体最終更新時刻は、サブタスクの中で最も最新の更新があった時刻）

source: Overall last modification time
in: 全体最終更新時刻

source: To&tal revenue
in: 合計収入(&t)

source: All date columns
in: 日付関連すべて

source: All budget columns
in: 予定時間関連すべて

source: All financial columns
in: 収入関連すべて

source: Sort tasks ascending (checked) or descending (unchecked)
in: タスクを昇順(チェック）または降順（チェックなし）に並びかえ

source: Sort case sensitive
in: 大文字・小文字区別

source: Sort tasks by start date
in: 開始日順に並びかえ

source: &Days left
in: 残り日数(&D)

source: Sort tasks by number of days left
in: 残り日数でタスクを並びかえ

source: Sort tasks by total budget
in: 合計予定時間でタスクを並びかえ

source: Sort tasks by total time spent
in: 合計経過時間でタスクを並びかえ

source: Sort tasks by total budget left
in: 合計残り時間でタスクを並びかえ

source: Sort tasks by overall priority
in: 全体優先度でタスクを並びかえ

source: Overall priority
in: 全体優先度

source: Sort tasks by total fixed fee
in: 合計固定報酬でタスクを並びかえ

source: Total fi&xed fee
in: 合計固定報酬

source: Sort tasks by total revenue
in: 合計収入でタスクを並びかえ

source: Total re&venue
in: 合計収入(&v)

source: Sort tasks by last modification time
in: 最終更新時刻でタスクを並びかえ
