Repository: pk-codebox-evo/ios-apps-taskcoach
Catalog: taskcoach/i18n.*/*.po
Languages: in

source: Next Friday
in: يوم الجمعة القادم

source: Next Monday
in: يوم الاثنين القادم

source: Start of day
in: بداية يوم

source: Start of working day
in: بدء يوم العمل

source: Current time
in: الوقت الحالي

source: End of working day
in: نهاية يوم العمل

source: End of day
in: نهاية اليوم

source: Default planned start date and time
in: المخطط الافتراضي تاريخ البدء والوقت

source: Default due date and time
in: الافتراضي الواجب التاريخ والوقت

source: Default actual start date and time
in: تاريخ البدء الفعلي والوقت الافتراضية

source: Default completion date and time
in: تاريخ الانتهاء ووقت الافتراضية

source: Default reminder date and time
in: تذكير بالتاريخ والوقت الافتراضية

source: New tasks start with "Preset" dates and times filled in and checked. "Proposed" dates and times are filled in, but not checked. "Start of day" is midnight and "End of day" is just before midnight. When using these, task viewers hide the time and show only the date. "Start of working day" and "End of working day" use the working day as set in the Features tab of this preferences dialog.
in: شغل بدء المهام الجديدة مع "مسبقاً" التواريخ والأوقات والتحقق. "المقترحة" التواريخ والأوقات هي ملء، ولكن لم يتم التحقق. "بداية يوم" هو منتصف الليل، و "نهاية اليوم" قبل منتصف الليل. عند استخدام هذه، وإخفاء الوقت المشاهدين مهمة إظهار التاريخ فقط. "بدء يوم العمل" واستخدام "نهاية يوم العمل" يوم العمل كمجموعة في علامة التبويب الميزات لهذا الحوار "تفضيلات".

source: Task reminders
in: تذكيرات المهام

source: Notification system to use for reminders
in: نظام الإخطار ﻻستخدام للتذكير

source: Let the computer say the reminder
in: السماح للكمبيوتر بالقول التذكير

source: (Needs espeak)
in: (يحتاج إسباق)

source: Default snooze time to use after reminder
in: وقت انتظار الافتراضية استخدامها بعد التذكير

source: Snooze times to offer in task reminder dialog
in: أوقات قيلولة بعد الظهر تقدم في الحوار تذكير المهام

source: iPhone
in: أي فون

source: Password for synchronization with iPhone
in: كلمة المرور للمزامنة مع أي فون

source: When synchronizing, enter this password on the iPhone to authorize it
in: عند المزامنة، قم بإدخال كلمة المرور هذه على الأيفون للسماح له

source: Bonjour service name
in: اسم خدمة صباح الخير

source: Upload completed tasks to device
in: تحميل الانتهاء من المهام للجهاز

source: Show the synchronization log
in: إظهار سجل التزامن

source: Editor
in: محرر

source: Check spelling in editors
in: التدقيق الإملائي في المحررين

source: Font to use in the description field of edit dialogs
in: الخط استخدامه في حقل الوصف لتحرير مربعات الحوار

source: %(name)s reminder - %(task)s
in: %(اسم)تذكير s-s %(مهمة)

source: Reminder date/time
in: تاريخ/وقت التذكير

source: Snooze
in: قيلولة بعد الظهر

source: Also make this the default snooze time for future reminders
in: كما جعل هذا وقت انتظار الافتراضية للتذكير المستقبل

source: Mark task completed
in: وضع علامة لإكمال المهمة

source: SyncML server
in: خادم SyncML

source: Custom
in: مخصص

source: MemoToo (http://www.memotoo.com/)
in: ميموتو (http://www.memotoo.com/)

source: SyncML server URL
in: محدد موقع معلومات الخادم SyncML

source: User name/ID
in: اسم/معرف المستخدم

source: Enable tasks synchronization
in: تمكين مزامنة المهام

source: Tasks database name
in: اسم قاعدة بيانات المهام

source: Preferred synchronization mode
in: وضع التزامن المفضل

source: Two way
in: اثنين من طريقة

source: Slow
in: بطيئة

source: One way from client
in: طريقة واحدة من العميل

source: Refresh from client
in: تحديث من العميل

source: One way from server
in: طريقة واحدة من خادم

source: Refresh from server
in: تحديث من الملقم

source: Enable notes synchronization
in: تمكين مزامنة الملاحظات

source: Notes database name
in: اسم قاعدة بيانات notes

source: Access
in: الوصول

source: New task template
in: قالب المهمة الجديدة

source: Notify me of new versions.
in: يخطر لي من الإصدارات الجديدة.

source: You are using %(name)s version %(currentVersion)s.
in: كنت تستخدم %(اسم)s الإصدار s %(currentVersion).

source: Version %(version)s of %(name)s is available from
in: يتوفر الإصدار %(الإصدار)s من s %(اسم)من

source: %(name)s is up to date
in: s %(اسم)حتى الآن

source: %(name)s is up to date at version %(version)s.
in: s %(اسم)حتى الآن في الإصدار s %(الإصدار).

source: Couldn't find out latest version
in: لم أستطع معرفة أحدث إصدار

source: Prerelease version
in: الإصدار التجريبي

source: Warning
in: تحذير

source: Task Coach has known issues with XFCE4 session management.
in: مهمة المدرب لديه مشاكل معروفة مع إدارة الدورة XFCE4.

source: If you experience random freeze at startup, please uncheck the "Use X11 session management" in the Features tab of the preferences.
in: إذا كنت تواجه تجميد عشوائية عند بدء التشغيل، الرجاء قم بإلغاء تحديد استخدام إدارة الجلسة السادسة في تبويب المميزات من التفضيلات

source: Do not show this dialog at startup
in: عدم إظهار مربع الحوار هذا عند بدء التشغيل

source: No user input since %s. The following task was being tracked:
in: أي إدخال المستخدم منذ %s. وكان يتم تعقب المهام التالية:

source: Do nothing
in: لا تفعل شيئا

source: Stop it at %s
in: وقفه في %s

source: Stop it at %s and resume now
in: وقفه في %s وتستأنف الآن

source: Notification
in: إعلام

source: %s files (*.tsk)|*.tsk|All files (*.*)|*
in: %s ملفات (*.tsk)|*.tsk|كافة الملفات (*.*)|*

source: %s files (*.tsk)|*.tsk|Backup files (*.tsk.bak)|*.tsk.bak|All files (*.*)|*
in: %s ملفات (*.tsk)|*.tsk|ملفات النسخ الاحتياطي (*.tsk.bak)|*.tsk.bak|كافة الملفات (*.*)|*

source: iCalendar files (*.ics)|*.ics|All files (*.*)|*
in: ملفات iCalendar (*.ics)|*.ics|كافة الملفات (*.*)|*

source: HTML files (*.html)|*.html|All files (*.*)|*
in: ملفات HTML (*.html)|*.html|كافة الملفات (*.*)|*

source: CSV files (*.csv)|*.csv|Text files (*.txt)|*.txt|All files (*.*)|*
in: ملفات CSV (*.csv)|*.csv|الملفات النصية (txt.)|*.txt|كافة الملفات (*.*)|*

source: Todo.txt files (*.txt)|*.txt|All files (*.*)|*
in: Todo.txt ملفات (txt.)|*.txt|كافة الملفات (*.*)|*

source: Open
in: مفتوحة

source: Loaded %(nrtasks)d tasks from %(filename)s
in: مهام د تحميل %(نرتاسكس)من s %(اسم الملف)

source: Cannot open %s because it doesn't exist
in: لا يمكن فتح %s لأنه غير موجود

source: Merge
in: دمج

source: Save as
in: حفظ باسم

source: Save selection
in: حفظ التحديد

source: Cannot save %s It is locked by another instance of %s.
in: لا يمكن حفظ %s أنه مؤمن بمثيل آخر من %s.

source: Cannot save %s %s
in: لا يمكن حفظ %s %s

source: Import template
in: استيراد قالب

source: %s template files (*.tsktmpl)|*.tsktmpl
in: ملفات قالب "%s" (*.tsktmpl)|*.tsktmpl

source: Cannot import template %s %s
in: لا يمكن استيراد القالب %s %s

source: Finished synchronization
in: تزامن الانتهاء

source: Synchronization status
in: مركز المزامنة

source: Cannot open %s %s
in: لا يمكن فتح %s %s

source: A file named %s already exists. Do you want to replace it?
in: يوجد ملف اسمه %s على الفعل. هل تريد استبداله؟

source: You have unsaved changes. Save before closing?
in: وقد تغييرات غير محفوظة. حفظ قبل الإغلاق؟

source: %s: save changes?
in: %s: هل تريد حفظ التغييرات؟

source: Cannot open %s because it is locked. This means either that another instance of TaskCoach is running and has this file opened, or that a previous instance of Task Coach crashed. If no other instance is running, you can safely break the lock. Break the lock?
in: لا يمكن فتح %s لأنه مؤمن. وهذا يعني أما أن يقوم بتشغيل مثيل آخر من تاسككواتش، وقد فتح هذا الملف، أو أن تحطمت مثيل سابق من مهمة المدرب. إذا كان لا يوجد مثيل الأخرى قيد التشغيل، يمكنك بأمان كسر القفل. كسر القفل؟

source: %s: file locked
in: %s: ملف مؤمن

source: Cannot acquire a lock because locking is not supported on the location of %s. Open %s unlocked?
in: لا يمكن الحصول على تأمين لتأمين غير معتمد في الموقع %s. %s غير مؤمن مفتوحة؟

source: Closed %s
in: %s مغلقة

source: Saved %(nrtasks)d tasks to %(filename)s
in: حفظ %(نرتاسكس)مهام د s %(اسم الملف)

source: Error while reading %s:
in: حدث خطأ أثناء قراءة %s:

source: Synchronizing...
in: مزامنة...

source: Synchronizing with %s...
in: مزامنة مع %s...

source: Welcome to %(name)s version %(version)s
in: مرحبا بكم في %(اسم)s الإصدار s %(الإصدار)

source: Couldn't restore the pane layout from TaskCoach.ini: %s The default pane layout will be used. If this happens again, please make a copy of your TaskCoach.ini file before closing the program, open a bug report, and attach the copied TaskCoach.ini file to the bug report.
in: لم أستطع استعادة تخطيط جزء من TaskCoach.ini: %s سيتم استخدامها في جزء التخطيط الافتراضي. وإذا حدث ذلك مرة أخرى، الرجاء قم بإنشاء نسخة ملف TaskCoach.ini الخاص بك قبل إغلاق البرنامج وفتح تقرير الشوائب، وإرفاق نسخ الملف TaskCoach.ini إلى تقرير الخطأ.

source: %s settings error
in: %s إعدادات خطأ

source: iPhone/iPod
in: فون/أي بود

source: Synchronization type
in: نوع المزامنة

source: An iPhone or iPod Touch device tried to synchronize with this task file, but the protocol negotiation failed. Please file a bug report.
in: جهاز تاتش فون أو أي بود وحاول لمزامنة مع هذا الملف المهمة، ولكن فشلت المفاوضات بشأن البروتوكول. الرجاء ملف تقرير الشوائب.

source: &File
in: &الملف

source: &Edit
in: &تحرير

source: &View
in: &طريقة العرض

source: &New
in: &الجديد

source: &Actions
in: &الإجراءات

source: &Help
in: &تعليمات

source: &Import
in: &استيراد

source: &Export
in: &تصدير

source: &Select
in: &حدد

source: &New viewer
in: &عارض جديد

source: &Activate next viewer Ctrl+PgDn
in: &تنشيط المشاهد التالية Ctrl+PgDn

source: Activate &previous viewer Ctrl+PgUp
in: &تنشيط المشاهد السابقة Ctrl+PgUp

source: &Filter
in: &عامل التصفية

source: &Sort
in: &فرز

source: &Columns
in: &الأعمدة

source: &Rounding
in: &التقريب

source: &Tree options
in: &خيارات شجرة

source: T&oolbar
in: &شريط الأدوات

source: Show/hide status bar
in: إظهار/إخفاء شريط الحالة

source: Status&bar
in: &شريط الحالة

source: &Task
in: &المهمة

source: Open a new tab with a viewer that displays tasks
in: فتح علامة تبويب جديدة مع عارض يعرض المهام

source: Task &statistics
in: &الإحصاءات المهمة

source: Open a new tab with a viewer that displays task statistics
in: فتح علامة تبويب جديدة مع عارض يعرض إحصائيات مهمة

source: Task &square map
in: &خريطة مربعة المهمة

source: Open a new tab with a viewer that displays tasks in a square map
in: فتح علامة تبويب جديدة مع عارض يعرض المهام في مخطط مربعة

source: T&imeline
in: &الجدول الزمني

source: Open a new tab with a viewer that displays a timeline of tasks and effort
in: فتح علامة تبويب جديدة مع عارض يعرض وضع جدول زمني للمهام والجهد

source: &Calendar
in: &التقويم

source: Open a new tab with a viewer that displays tasks in a calendar
in: فتح علامة تبويب جديدة مع عارض يعرض المهام في التقويم

source: &Category
in: &الفئة

source: Open a new tab with a viewer that displays categories
in: فتح علامة تبويب جديدة مع عارض يعرض الفئات

source: &Effort
in: &جهد

source: Open a new tab with a viewer that displays efforts
in: فتح علامة تبويب جديدة مع عارض يعرض جهود

source: Effort for &one task
in: &جهد لمهمة واحدة

source: Open a new tab with a viewer that displays efforts for the selected task
in: فتح علامة تبويب جديدة مع عارض يعرض الجهود للمهمة المحددة

source: &Note
in: &ملاحظة

source: Open a new tab with a viewer that displays notes
in: فتح علامة تبويب جديدة مع عارض يعرض الملاحظات

source: &Hide
in: &إخفاء

source: Hide the toolbar
in: إخفاء شريط الأدوات

source: &Small images
in: &الصور الصغيرة

source: Small images (16x16) on the toolbar
in: الصور الصغيرة (16 × 16) على شريط الأدوات

source: &Medium-sized images
in: &صور متوسطة الحجم

source: Medium-sized images (22x22) on the toolbar
in: صور متوسطة الحجم (22 × 22) على شريط الأدوات

source: &Large images
in: &الصور الكبيرة

source: Large images (32x32) on the toolbar
in: الصور الكبيرة (32 × 32) على شريط الأدوات

source: New task from &template
in: &مهمة جديدة من قالب

source: &Toggle category
in: &تبديل فئة

source: Change task &priority
in: &تغيير المهام ذات الأولوية

source: &Start tracking effort
in: &بدء تعقب جهد

source: %s (subcategories)
in: %s (فرعية)

source: %s (subtasks)
in: %s (المهام الفرعية)

source: &Priority
in: &أولوية

source: Page
in: الصفحة

source: %s Reminder
in: %s تذكير

source: %d tasks overdue
in: %d المهام المتأخرة

source: one task overdue
in: واحد المهام المتأخرة

source: %d tasks due soon
in: %d المهام الواجب قريبا

source: one task due soon
in: إحدى المهام الواجب قريبا

source: tracking "%s"
in: تتبع "%s"

source: tracking effort for %d tasks
in: تعقب جهد %d مهام

source: &Open... Ctrl+O
in: &فتح... Ctrl+O

source: Open %s
in: فتح %s

source: &Merge...
in: &دمج...

source: Merge tasks from another file with the current file
in: دمج المهام من ملف آخر مع الملف الحالي

source: &Close Ctrl+W
in: إغلاق Ctrl+W

source: &Save Ctrl+S
in: &حفظ Ctrl+S

source: S&ave as... Shift+Ctrl+S
in: &حفظ باسم.... Shift+Ctrl+S

source: Sa&ve selected tasks to new taskfile...
in: &حفظ المهام المحددة إلى تاسكفيلي جديدة...

source: Save the selected tasks to a separate taskfile
in: حفظ المهام المحددة تاسكفيلي منفصلة

source: Save selected task as &template
in: &حفظ المهمة المحددة كقالب

source: Save the selected task as a task template
in: حفظ المهمة المحددة كقالب المهمة

source: &Import template...
in: &استيراد قالب...

source: Import a new template from a template file
in: استيراد قالب جديد من ملف القالب

source: Edit templates...
in: تحرير قوالب...

source: Edit existing templates
in: تحرير القوالب الموجودة

source: Edit templates
in: تحرير قوالب

source: &Purge deleted items
in: &حذف حذف العناصر

source: Actually delete deleted tasks and notes (see the SyncML chapter in Help)
in: فعلا حذف حذف المهام وتلاحظ (انظر الفصل SyncML في التعليمات)

source: Purging deleted items is undoable. If you're planning on enabling the SyncML feature again with the same server you used previously, these items will probably come back. Do you still want to purge?
in: يتم حذف العناصر المحذوفة يتم لا يمكن التراجع عنها. إذا كنت تخطط لتمكين ميزة SyncML مرة أخرى مع نفس الملقم التي قمت باستخدامها سابقا، سوف ربما تأتي هذه البنود مرة أخرى. هل تريد إزالة؟

source: &Page setup... Shift+Ctrl+P
in: &إعداد الصفحة... Shift+Ctrl+P

source: &Print preview...
in: &المعاينة قبل الطباعة...

source: Show a preview of what the print will look like
in: إظهار معاينة كيف ستبدو الطباعة

source: Print preview
in: معاينة قبل الطباعة

source: &Print... Ctrl+P
in: &طباعة... Ctrl+P

source: Export as &HTML...
in: &تصدير ك HTML...

source: Export items from a viewer in HTML format
in: تصدير سلع من عارض في تنسيق HTML

source: Export as &CSV...
in: &التصدير بتنسيق CSV...

source: Export items from a viewer in Comma Separated Values (CSV) format
in: تصدير سلع من عارض في تنسيق قيم تفصلها الفواصل الفاصلة (CSV)

source: Export as &iCalendar...
in: &تصدير ك iCalendar...

source: Export items from a viewer in iCalendar format
in: تصدير سلع من عارض بتنسيق iCalendar

source: Export as &Todo.txt...
in: &تصدير ك Todo.txt...

source: Export items from a viewer in Todo.txt format (see todotxt.com)
in: تصدير سلع من عارض في Todo.txt تنسيق (انظر todotxt.com)

source: &Import CSV...
in: &استيراد CSV...

source: Import tasks from a Comma Separated Values (CSV) file
in: استيراد المهام من ملف قيم مفصولة فاصلة (CSV)

source: Import CSV
in: استيراد CSV

source: The selected file is empty. Please select a different file.
in: الملف المحدد فارغ. الرجاء اختيار ملف آخر.

source: &Import Todo.txt...
in: &استيراد Todo.txt...

source: Import tasks from a Todo.txt (see todotxt.com) file
in: استيراد المهام من ملف Todo.txt (انظر todotxt.com)

source: Import Todo.txt
in: استيراد Todo.txt

source: S&yncML synchronization...
in: &مزامنة SyncML...

source: Synchronize with a SyncML server
in: قم بمزامنة مع ملقم SyncML

source: &Quit Ctrl+Q
in: إنهاء Ctrl+Q

source: &Undo
in: &التراجع عن

source: &Redo
in: &الإعادة

source: Cu&t Ctrl+X
in: &قص Ctrl+X

source: &Copy Ctrl+C
in: &نسخ Ctrl+C

source: &Paste Ctrl+V
in: &لصق Ctrl+V

source: P&aste as subitem Shift+Ctrl+V
in: &لصق كمادة فرعية Shift+Ctrl+V

source: &Preferences... Alt+P
in: &تفضيلات... Alt+P

source: Preferences
in: تفضيلات

source: &SyncML preferences...
in: &تفضيلات SyncML...

source: Edit SyncML preferences
in: تحرير تفضيلات SyncML

source: SyncML preferences
in: تفضيلات SyncML

source: &All Ctrl+A
in: &الكل Ctrl+A

source: &Clear selection
in: &مسح التحديد

source: Unselect all items
in: إلغاء تحديد كافة العناصر

source: &Clear all filters Shift-Ctrl-R
in: &مسح كافة عوامل التصفية Shift-Ctrl-R

source: &Reset all categories Ctrl-R
in: &إعادة تعيين كافة فئات Ctrl-R

source: Show/hide items belonging to %s
in: إظهار/إخفاء العناصر المنتمين إلى %s

source: &Rename viewer...
in: &إعادة تسمية عارض...

source: Rename the selected viewer
in: إعادة تسمية المشاهد المختارة

source: New title for the viewer:
in: الحصول على عنوان جديد للمشاهد:

source: Rename viewer
in: إعادة تسمية عارض

source: &Hide this column
in: &إخفاء هذا العمود

source: Hide the selected column
in: إخفاء العمود المحدد

source: &Expand all items Shift+Ctrl+E
in: &توسيع كافة العناصر Shift+Ctrl+E

source: &Collapse all items Shift+Ctrl+C
in: &طي كافة عناصر Shift+Ctrl+C

source: &Ascending
in: &ترتيب تصاعدي

source: Sort ascending (checked) or descending (unchecked)
in: فرز تصاعدي (محددة) أو تنازلي (غير محدد)

source: Sort &case sensitive
in: &فرز تحسس حالة الأحرف

source: When comparing text, sorting is case sensitive (checked) or insensitive (unchecked)
in: عند مقارنة النص، الفرز هي القضية الحساسة (محددة) أو غير حساسة (غير محدد)

source: Sort by status &first
in: &فرز حسب حالة أولاً

source: Sort tasks by status (active/inactive/completed) first
in: فرز المهام حسب الحالة (نشط/غير نشط/إكمال) أولاً

source: Hide c&omposite tasks
in: &إخفاء المهام المركبة

source: Show/hide tasks with subtasks in list mode
in: إظهار/إخفاء المهام مع المهام الفرعية في وضع قائمة

source: &Edit... RETURN
in: &تحرير... RETURN

source: Edit the selected item(s)
in: تحرير العنصر (العناصر) المحددة

source: Edit &tracked task... Shift-Alt-T
in: &تحرير المهمة المتعقبة... Shift-Alt-T

source: Edit the currently tracked task(s)
in: تحرير المهام حاليا المتعقبة

source: &Delete DEL
in: &حذف DEL

source: Delete the selected item(s)
in: حذف العناصر المحددة

source: Create a new task from a template
in: إنشاء مهمة جديدة من قالب

source: New task with selected &categories...
in: &مهمة جديدة مع فئات مختارة...

source: Insert a new task with the selected categories checked
in: إدراج مهمة جديدة مع فئات مختارة راجعت

source: New task with selected tasks as &prerequisites...
in: &مهمة جديدة مع المهام المحددة كمتطلبات أساسية...

source: Insert a new task with the selected tasks as prerequisite tasks
in: إدراج مهمة جديدة مع المهام المحددة كالمهام اللازمة

source: New task with selected tasks as &dependents...
in: &مهمة جديدة مع مهام محددة كتبعيات...

source: Insert a new task with the selected tasks as dependent tasks
in: إدراج مهمة جديدة مع المهام المحددة كالمهام التابعة

source: New &subitem...
in: &البند الفرعي الجديد...

source: New &subtask...
in: &المهمة الفرعية الجديدة...

source: New &subnote...
in: &مادة فرعية جديدة...

source: New &subcategory...
in: &فئة فرعية جديدة...

source: Insert a new subitem of the selected item
in: تضاف البند الفرعي جديد للعنصر المحدد

source: Mark task &active Alt+RETURN
in: &وضع علامة هام على المهمة Alt+RETURN

source: Mark the selected task(s) active
in: وضع علامة نشط على المهام المحددة

source: Mark task &inactive Ctrl+Alt+RETURN
in: &وضع علامة غير نشطة على المهمة Ctrl+Alt+RETURN

source: Mark the selected task(s) inactive
in: وضع علامة على المهام المحددة غير نشط

source: Mark task &completed Ctrl+RETURN
in: &وضع علامة مكتملة على المهمة Ctrl+RETURN

source: Mark the selected task(s) completed
in: وضع علامة على المهام المحددة أكملت

source: &Maximize priority Shift+Ctrl+I
in: &زيادة الأولوية Shift+Ctrl+I

source: &Minimize priority Shift+Ctrl+D
in: &تخفيض الأولوية Shift+Ctrl+D

source: &Increase priority Ctrl+I
in: &زيادة الأولوية Ctrl+I

source: &Decrease priority Ctrl+D
in: &تخفيض الأولوية Ctrl+D

source: Toggle %s
in: تبديل %s

source: &Mail... Ctrl-M
in: &البريد... Ctrl-M

source: &Mail... Shift-Ctrl-M
in: &البريد... Shift-Ctrl-M

source: Several things
in: العديد من الأشياء

source: and
in: و

source: Cannot send email: %s
in: لا يمكن إرسال الرسالة: %s

source: %s mail error
in: خطأ بريد %s

source: Add &note... Ctrl+B
in: &إضافة ملاحظة... Ctrl+B

source: Open all notes... Shift+Ctrl+B
in: فتح كافة الملاحظات... Shift+Ctrl+B

source: &Start tracking effort Ctrl-T
in: &بدء تعقب جهد Ctrl-T

source: Start tracking effort for the task(s) of the selected effort(s)
in: بدء تعقب جهد للمهمة (المهام) effort(s) المحدد

source: (No subject)
in: (أي موضوع)

source: Start tracking effort for %s
in: بدء تعقب جهد ل %s

source: Select a task via the menu and start tracking effort for it
in: حدد مهمة عن طريق القائمة والبدء في تتبع الجهد لذلك

source: Stop tracking or resume tracking effort Shift+Ctrl+T
in: إيقاف التتبع أو استئناف تتبع الجهد Shift + Ctrl + T

source: St&op tracking %s Shift+Ctrl+T
in: &إيقاف تعقب %s Shift + Ctrl + T

source: Stop tracking effort for the active task(s)
in: إيقاف تعقب جهد للمهام النشطة

source: &Resume tracking %s Shift+Ctrl+T
in: &استئناف تتبع %s Shift + Ctrl + T

source: Resume tracking effort for the last tracked task
in: استئناف تتبع الجهد للمهمة الأخيرة المتعقبة

source: multiple tasks
in: مهام متعددة

source: New category... Ctrl-G
in: فئة جديدة... Ctrl-ز

source: New note... Ctrl-J
in: ملاحظة جديدة... Ctrl-J

source: New &note with selected categories...
in: &ملاحظة جديدة مع فئات مختارة...

source: Insert a new note with the selected categories checked
in: إدراج ملاحظة جديدة مع فئات مختارة راجعت

source: &Add attachment... Shift-Ctrl-A
in: &إضافة مرفق... Shift-Ctrl-A

source: Error opening attachment
in: خطأ فتح مرفق

source: &Open all attachments... Shift+Ctrl+O
in: &فتح كافة المرفقات... Shift + Ctrl + O

source: &Help contents Ctrl+?
in: &محتويات التعليمات Ctrl+?

source: &Help contents Ctrl+H
in: &محتويات التعليمات Ctrl+H

source: Help
in: تعليمات

source: &Tips
in: &نصائح

source: Tips about the program
in: نصائح حول البرنامج

source: Anonymize
in: أنونيميسي

source: Anonymize a task file to attach it to a bug report
in: أنونيميسي ملف مهمة إرفاقه بتقرير الشوائب

source: Your task file has been anonymized and saved to:
in: تم تصبح مجهولة المصدر وحفظها للملفات المهمة الخاصة بك:

source: Finished
in: الانتهاء

source: &About %s
in: &عن %s

source: Version and contact information about %s
in: معلومات الإصدار والاتصال عن %s

source: About %s
in: عن %s

source: &License
in: &ترخيص

source: %s license
in: ترخيص %s

source: Check for update
in: التحقق من وجود التحديث

source: Check for the availability of a new version of %s
in: التحقق من توافر نسخة جديدة من %s

source: Cannot open URL: %s
in: لا يمكن فتح URL: %s

source: %s URL error
in: خطأ %s في عنوان URL

source: &Frequently asked questions
in: &الأسئلة المتداولة

source: Browse the frequently asked questions and answers
in: تصفح الأسئلة والأجوبة

source: Report a &bug...
in: &تقرير الشوائب...

source: Report a bug or browse known bugs
in: تقرير الشوائب أو تصفح الأخطاء المعروفة

source: Request a &feature...
in: &طلب ميزة...

source: Request a new feature or vote for existing requests
in: طلب ميزة جديدة أو التصويت للطلبات الموجودة

source: Request &support...
in: &طلب الدعم...

source: Request user support from the developers
in: طلب المستخدم الدعم من المطورين

source: Help improve &translations...
in: &تساعد في تحسين الترجمة...

source: Help improve the translations of %s
in: المساعدة في تحسين الترجمات من %s

source: &Donate...
in: &التبرع...

source: Donate to support the development of %s
in: التبرع لدعم التنمية من %s

source: &Restore
in: &استعادة

source: Restore the window to its previous state
in: استعادة الإطار إلى حالته السابقة

source: Effort details
in: تفاصيل الجهد

source: Effort per day
in: جهد لليوم الواحد

source: Effort per month
in: الجهد في الشهر

source: Effort per week
in: جهد في الأسبوع

source: List of tasks
in: قائمة المهام

source: Tree of tasks
in: شجرة مهام
