Repository: pk-codebox-evo/ios-apps-taskcoach
Catalog: taskcoach/i18n.*/*.po
Languages: in

source: Filter on all checked categories
in: تصفية على جميع فئات محددة

source: Filter on any checked category
in: تصفية على أي فئة تم التحقق منها

source: When checked, filter on all checked categories, otherwise on any checked category
in: عند فحص، تصفية على جميع فئات محددة، خلاف ذلك في أي فئة تم التحقق منها

source: &Configure
in: &تكوين

source: Configure the calendar viewer
in: تكوين عارض التقويم

source: &Next period
in: &الفترة القادمة

source: Show next period
in: إظهار الفترة القادمة

source: &Previous period
in: &الفترة السابقة

source: Show previous period
in: إظهار الفترة السابقة

source: &Today
in: &اليوم

source: Show today
in: إظهار اليوم

source: &Automatic column resizing
in: &تغيير الحجم التلقائي العمود

source: When checked, automatically resize columns to fill available space
in: عندما تكتك، تلقائياً تغيير حجم الأعمدة لملء المساحة المتوفرة

source: No rounding
in: أي تقريب

source: 1 minute
in: 1 دقيقة

source: %d minutes
in: %d دقيقة

source: &Always round up
in: &دائماً حتى الجولة

source: Always round up to the next rounding increment
in: التقريب دائماً لزيادة التقريب التالي

source: Type
in: نوع

source: Sort by subject
in: الفرز حسب الموضوع

source: Sub&ject
in: &هذا الموضوع

source: Sort by description
in: فرز حسب الوصف

source: &Description
in: &الوصف

source: Show/hide description column
in: إظهار/إخفاء عمود الوصف

source: &Notes
in: &وتلاحظ

source: Show/hide notes column
in: إظهار/إخفاء العمود الملاحظات

source: &Attachments
in: &المرفقات

source: Show/hide attachments column
in: إظهار/إخفاء عمود المرفقات

source: Categories: %d selected, %d total
in: الفئات: تحديد %d، مجموع %d

source: Status: %d filtered
in: الحالة: %d التي تمت تصفيتها

source: Period
in: الفترة

source: Total time spent
in: إجمالي الوقت المستغرق

source: Total revenue
in: مجموع الإيرادات

source: Tuesday
in: اليوم الثلاثاء

source: Wednesday
in: الأربعاء

source: Thursday
in: اليوم الخميس

source: Friday
in: الجمعة

source: Saturday
in: السبت

source: &Categories
in: &فئات

source: Show/hide categories column
in: إظهار/إخفاء عمود الفئات

source: &Time spent
in: &الوقت المستغرق

source: Show/hide time spent column
in: إظهار/إخفاء عمود الوقت الذي يقضيه

source: &Revenue
in: &الإيرادات

source: Show/hide revenue column
in: إظهار/إخفاء عمود الإيراد

source: &Total time spent
in: &إجمالي الوقت المستغرق

source: Show/hide total time spent column
in: إظهار/إخفاء عمود إجمالي الوقت المستغرق

source: &Total revenue
in: &مجموع الإيرادات

source: Show/hide total revenue column
in: إظهار/إخفاء عمود إجمالي الإيرادات

source: Effort per weekday
in: جهد كل يوم من أيام الأسبوع

source: Show/hide time spent per weekday columns
in: إظهار/إخفاء الوقت الذي يقضيه كل يوم من أيام الأسبوع الأعمدة

source: Effort: %d selected, %d visible, %d total
in: الجهد: %d المحددة، مجموع %d مرئية، %d

source: Status: %d tracking
in: الحالة: %d تتبع

source: Sort categories by subject
in: فئات الفرز حسب الموضوع

source: Sort categories by description
in: فئات فرز حسب الوصف

source: Sort attachments by subject
in: المرفقات الفرز حسب الموضوع

source: Sort attachments by description
in: فرز المرفقات بالوصف

source: Sort attachments by category
in: المرفقات فرز حسب الفئة

source: Sort notes by subject
in: مذكرات الفرز حسب الموضوع

source: Sort notes by description
in: فرز الملاحظات بالوصف

source: Sort notes by category
in: فرز الملاحظات حسب الفئة

source: Sort tasks by subject
in: فرز المهام حسب الموضوع

source: Sort tasks by description
in: فرز المهام حسب الوصف

source: Sort tasks by category
in: فرز المهام حسب الفئة

source: Sort tasks by planned start date
in: فرز المهام حسب تاريخ البدء المخطط

source: &Planned start date
in: &تاريخ البدء المخطط

source: Sort tasks by due date
in: فرز المهام حسب الاستحقاق حتى الآن

source: &Due date
in: &تاريخ الاستحقاق

source: Sort tasks by completion date
in: فرز المهام حسب تاريخ الانتهاء

source: &Completion date
in: &تاريخ الانتهاء

source: Sort tasks by prerequisite tasks
in: فرز المهام حسب المهام المطلوبة مسبقاً

source: &Prerequisites
in: &المتطلبات الأساسية

source: Sort tasks by dependent tasks
in: فرز المهام حسب المهام التابعة

source: &Dependents
in: &التبعيات

source: Sort tasks by time left
in: فرز المهام حسب الوقت المتبقي

source: &Time left
in: &الوقت المتبقي

source: Sort tasks by percentage complete
in: فرز المهام حسب النسبة المئوية للاكتمال

source: &Percentage complete
in: &النسبة المئوية للاكتمال

source: Sort tasks by recurrence
in: فرز المهام حسب التكرار

source: &Recurrence
in: &تكرار

source: Sort tasks by budget
in: فرز المهام حسب الميزانية

source: &Budget
in: &الميزانية

source: Sort tasks by time spent
in: فرز المهام حسب الوقت الذي يقضيه

source: Budget &left
in: &الميزانية اليسار

source: Sort tasks by budget left
in: فرز المهام حسب الميزانية اليسار

source: Sort tasks by priority
in: فرز المهام حسب الأولوية

source: Sort tasks by hourly fee
in: فرز المهام حسب رسوم بالساعة

source: &Hourly fee
in: &رسوم بالساعة

source: Sort tasks by fixed fee
in: فرز المهام حسب رسوم ثابتة

source: &Fixed fee
in: &رسوم ثابتة

source: Sort tasks by revenue
in: فرز المهام حسب الإيرادات

source: Sort tasks by reminder date and time
in: فرز المهام حسب تاريخ التذكير ووقته

source: &Reminder
in: &تذكير

source: &Subject
in: &هذا الموضوع

source: Sort notes by categories
in: فرز الملاحظات حسب الفئات

source: Notes: %d selected, %d total
in: ملاحظات: %d المحددة، مجموع %d

source: Status: n/a
in: الحالة: n/a

source: Tasks: %d selected, %d visible, %d total
in: المهام: تحديد %d، مجموع %d مرئية، %d

source: Status: %d overdue, %d late, %d inactive, %d completed
in: الحالة: %d المتأخرة، %d في وقت متأخر، %d غير نشط، %d أكمل

source: Tasks
in: المهام

source: Timeline
in: الجدول الزمني

source: Now
in: الآن

source: Task square map
in: خريطة مربعة المهمة

source: Calendar viewer configuration
in: تكوين عارض التقويم

source: Dependents
in: التبعيات

source: Time left
in: الوقت المتبقي

source: &Dates
in: &التواريخ

source: &All date columns
in: &جميع أعمدة التاريخ

source: Show/hide all date-related columns
in: إظهار/إخفاء كافة الأعمدة المتصلة بتاريخ

source: Show/hide planned start date column
in: إظهار/إخفاء عمود تاريخ البدء المخطط

source: Show/hide due date column
in: إظهار/إخفاء الواجب عمود التاريخ

source: &Actual start date
in: &تاريخ البدء الفعلي

source: Show/hide actual start date column
in: إظهار/إخفاء عمود تاريخ البدء الفعلي

source: Show/hide completion date column
in: إظهار/إخفاء العمود تاريخ الانتهاء

source: Show/hide time left column
in: إظهار/إخفاء العمود الأيسر في الوقت

source: Show/hide recurrence column
in: إظهار/إخفاء عمود التكرار

source: &All budget columns
in: &كافة الأعمدة الميزانية

source: Show/hide all budget-related columns
in: إظهار/إخفاء كافة الأعمدة المتصلة بالميزانية

source: Show/hide budget column
in: إظهار/إخفاء عمود الميزانية

source: &Budget left
in: &الميزانية اليسار

source: Show/hide budget left column
in: إظهار/إخفاء العمود الأيسر الميزانية

source: &Financial
in: &المالية

source: &All financial columns
in: &كافة الأعمدة المالية

source: Show/hide all finance-related columns
in: إظهار/إخفاء كافة الأعمدة المتصلة بالتمويل

source: Show/hide hourly fee column
in: إظهار/إخفاء كل ساعة رسوم العمود

source: Show/hide fixed fee column
in: إظهار/إخفاء عمود الرسم الثابت

source: Show/hide prerequisites column
in: إظهار/إخفاء عمود الشروط

source: Show/hide dependents column
in: إظهار/إخفاء العمود التبعيات

source: Show/hide percentage complete column
in: إظهار/إخفاء عمود النسبة المئوية كاملة

source: Show/hide attachment column
in: إظهار/إخفاء عمود المرفق

source: Show/hide priority column
in: إظهار/إخفاء العمود ذات الأولوية

source: Show/hide reminder column
in: إظهار/إخفاء العمود تذكير

source: Task statistics
in: الإحصاءات المهمة

source: Comma
in: فاصلة

source: Tab
in: علامة التبويب

source: Space
in: الفضاء

source: Colon
in: القولون

source: Semicolon
in: الفاصلة المنقوطة

source: Pipe
in: الأنابيب

source: DD/MM (day first)
in: DD/MM (اليوم الأول)

source: MM/DD (month first)
in: MM/DD (الشهر الأول)

source: Simple quote
in: اقتباس بسيط

source: Double quote
in: علامة اقتباس مزدوجة

source: Double it
in: أنها مزدوجة

source: Escape with
in: الهرب مع

source: Import only the selected rows
in: استيراد الصفوف المحددة فقط

source: First line describes fields
in: السطر الأول يصف الحقول

source: Delimiter
in: محدد

source: Date format
in: تنسيق التاريخ

source: Quote character
in: حرف اقتباس

source: Escape quote
in: اقتباس الهروب

source: Field #%d
in: ميدان #%d

source: Please select a file.
in: الرجاء تحديد ملف.

source: ID
in: معرف

source: Category
in: الفئة

source: Reminder date
in: تاريخ التذكير

source: Percent complete
in: النسبة المئوية للاكتمال

source: Column header in CSV file
in: رأس العمود في ملف CSV

source: %s attribute
in: السمة %s

source: No field mapping.
in: لا يوجد تعيين الحقل.

source: The "%s" field cannot be selected several times.
in: لا يمكن تحديد مجال "%s" عدة مرات.

source: The fields %s cannot be selected several times.
in: الحقول %s لا يمكن تحديد عدة مرات.

source: Table of contents
in: جدول محتويات

source: About tasks
in: حول المهام

source: Task properties
in: خصائص المهمة

source: Task states
in: الدول المهمة

source: Task colors
in: الألوان المهمة

source: Reminders
in: رسائل التذكير

source: About effort
in: حول الجهود

source: Effort properties
in: خصائص الجهد

source: About categories
in: حول فئات

source: Category properties
in: خصائص الفئة

source: About notes
in: حول الملاحظات

source: Note properties
in: ملاحظة خصائص

source: Printing and exporting
in: طباعة وتصدير

source: About printing and exporting
in: حول طباعة وتصدير

source: Printing
in: الطباعة

source: Exporting
in: المصدرة

source: E-mail integration
in: تكامل البريد الإلكتروني

source: About e-mail integration
in: حول تكامل البريد الإلكتروني

source: Attaching an e-mail to a task
in: إرفاق رسالة بريد إلكتروني إلى مهمة

source: Creating a task from an e-mail
in: إنشاء مهمة من رسالة بريد إلكتروني

source: SyncML support
in: دعم SyncML

source: What is SyncML
in: ما هو SyncML

source: Setup
in: برنامج الإعداد

source: Limitations
in: القيود

source: Troubleshooting
in: استكشاف الأخطاء وإصلاحها

source: Purging deleted items
in: يتم حذف العناصر المحذوفة

source: iPhone and iPod Touch
in: أي فون وأي بود تاتش

source: %(name)s on the iPhone
in: s %(اسم)على أي فون

source: Configuration
in: التكوين

source: Android
in: الروبوت

source: Todo.txt and Todo.txt Touch
in: Todo.txt واللمس Todo.txt

source: Importing todo.txt
in: استيراد todo.txt

source: Exporting todo.txt
in: Todo.txt المصدرة

source: Task templates
in: قوالب مهام

source: About templates
in: حول قوالب

source: Using templates
in: استخدام قوالب

source: Graphical user interface
in: واجهة المستخدم الرسومية

source: Keyboard shortcuts
in: اختصارات لوحة المفاتيح

source: Tasks are the basic objects that you manipulate. Tasks can represent anything from a single little thing you have to do to a complete project consisting of different phases and numerous activities.
in: المهام هي الكائنات الأساسية التي يمكنك التعامل معها. المهام يمكن أن تمثل أي شيء من واحد قليلاً ما عليك فعله لمشروع كاملة تتألف من مراحل مختلفة والعديد من الأنشطة.

source: Tasks have the following properties you can change:
in: المهام قد يمكنك تغيير الخصائص التالية:

source: Subject: a single line that summarizes the task.
in: الموضوع: خط واحد يلخص المهمة.

source: Description: a multi-line description of the task.
in: الوصف: وصف متعدد الأسطر للمهمة.

source: Planned start date: the first date on which the task can be started. The planned start date defaults to the date the task is created. It can also be 'None' indicating that you don't really want to start this task. This can be convenient for e.g. registering sick leave.
in: تاريخ انطلاق المخطط: التاريخ الأول الذي يمكن بدء تشغيل المهمة. تاريخ البدء المخطط إنشاء الإعدادات الافتراضية للتاريخ المهمة. فإنه يمكن أيضا أن 'بلا' تبين أن كنت لا تريد حقاً لبدء هذه المهمة. وهذا يمكن أن تكون مريحة لتسجيل مثل الإجازة المرضية.

source: Due date: the date the task should be finished. This can be 'None' indicating that this task has no fixed due date.
in: تاريخ الاستحقاق: التاريخ الذي ينبغي أن يتم الانتهاء من المهمة. وهذا يمكن أن يكون 'بلا' تبين أن هذه المهمة قد لا ثابت تاريخ الاستحقاق.

source: Completion date: this date is 'None' as long as the task has not been completed. It is set to the current date when you mark the task as completed. The completion date can also be entered manually.
in: تاريخ الانتهاء: هذا التاريخ 'بلا' طالما لم يتم إكمال المهمة. فإنه يتم تعيين إلى التاريخ الحالي عند وضع علامة على المهمة كمكتملة. يمكن أيضا إدخال تاريخ الانتهاء يدوياً.

source: Prerequisites: other tasks that need to be completed before a task can be started. The task remains inactive until the last prerequisite task is completed. Note that if the task has a specific planned start date set, that date has to be in the past <em>and</em> all prerequisite tasks need to be completed before the task becomes late.
in: المتطلبات المسبقة: المهام الأخرى التي تحتاج إلى إكمالها قبل أن يمكن بدء تشغيل مهمة. المهمة تظل غير نشطة حتى يتم إكمال المهمة المطلوبة مسبقاً الأخير. لاحظ أنه إذا كان للمهمة محددة خططت مجموعة التاريخ ابدأ، أن التاريخ قد يكون في الماضي <em>و</em> جميع المهام اللازمة تحتاج أن تنجز قبل أن يصبح المهمة المتأخرة.

source: Budget: amount of hours available for the task.
in: الميزانية: مقدار الساعات المتاحة للمهمة.

source: Hourly fee: the amount of money earned with the task per hour.
in: رسوم بالساعة: المبلغ من المال حصل مع المهمة للساعة الواحدة.

source: Fixed fee: the amount of money earned with the task regardless of the time spent.
in: رسوم ثابتة: أنفاق المبلغ من المال حصل مع المهمة بغض النظر عن الوقت.

source: The following properties are calculated from the properties above:
in: يتم حساب الخصائص التالية من الخصائص المذكورة أعلاه:

source: Days left: the number of days left until the due date.
in: أيام اليسار: عدد الأيام المتبقية حتى تاريخ الاستحقاق.

source: Dependents: other tasks that can be started when the prerequisite task has been completed.
in: التبعيات: المهام الأخرى التي يمكن أن تبدأ عندما تم الانتهاء من المهمة المطلوبة مسبقاً

source: Time spent: effort spent on the task.
in: الوقت المنقضي: جهد ينفق على المهمة.

source: Budget left: task budget minus time spent on the task.
in: اليسار الميزانية: الميزانية المهمة ناقص الوقت المستغرق في المهمة.

source: Revenue: hourly fee times hours spent plus fixed fee.
in: الإيرادات: رسوم بالساعة مرات الساعات التي يقضيها بالإضافة إلى رسوم ثابتة.

source: Tasks always have exactly one of the following states:
in: المهام دائماً يكون واحد بالضبط من الدول التالية:

source: Active: the actual start date is in the past;
in: النشط: تاريخ البدء الفعلي في الماضي؛

source: Inactive: the task has not been started and/or not all prerequisite tasks have been completed;
in: غير نشط: المهمة لم يتم بدء و/أو الانتهاء من المهام اللازمة ليست كلها؛

source: Completed: the task has been completed.
in: أكمل: تم إكمال المهمة.

source: In addition, tasks can be referenced as:
in: وبالإضافة إلى ذلك، يمكن أن يكون مرجعاً المهام حسب:

source: Overdue: the due date is in the past;
in: المتأخرة: تاريخ استحقاق في الماضي؛

source: Due soon: the due date is soon (what 'soon' is, can be changed in the preferences);
in: الواجب قريبا: تاريخ الاستحقاق قريبا (ما هو 'قريبا' يمكن تغيير في التفضيلات)؛

source: Late: the planned start is in the past and the task has not been started;
in: وقت متأخر: بداية المخطط لها في الماضي ولم يتم تشغيل المهمة؛

source: Over budget: no budget left;
in: أكثر من الميزانية: الميزانية لا تترك؛

source: Under budget: still budget left;
in: إطار الميزانية: لا يزال الميزانية اليسار؛

source: No budget: the task has no budget.
in: لا توجد ميزانية: المهمة قد لا توجد ميزانية.

source: The text of tasks is colored according to the following rules:
in: هو الملونة نص المهام وفقا للقواعد التالية:

source: Overdue tasks are red;
in: المهام المتأخرة الأحمر؛

source: Tasks due soon are orange;
in: المهام الواجب قريبا هي البرتقال؛

source: Active tasks are black text with a blue icon;
in: المهام النشطة نص أسود مع رمز أزرق؛

source: Late tasks are purple;
in: المهام المتأخرة الأرجواني؛

source: Future tasks are gray, and
in: المهام المستقبلية هي الرمادي، و

source: Completed tasks are green.
in: المهام المكتملة الخضراء.

source: This all assumes you have not changed the text colors through the preferences dialog, of course.
in: كل هذا يفترض لم تقم بتغيير ألوان النص من خلال الحوار تفضيلات، بطبيعة الحال.

source: The background color of tasks is determined by the categories the task belongs to. See the section about <a href="#categoryproperties">category properties</a> below.
in: يتحدد لون الخلفية من المهام حسب الفئات المهمة ينتمي إلى. راجع المقطع حول <a href="#categoryproperties">خصائص الفئة</a> أدناه.

source: You can set a reminder for a specific date and time. %(name)s will show a reminder message at that date and time. From the reminder dialog you can open the task, start tracking effort for the task, or mark the task completed. It is also possible to snooze the reminder.
in: يمكنك تعيين تذكير لوقت وتاريخ معين. s %(الاسم)سوف تظهر رسالة تذكير في ذلك التاريخ والوقت. من مربع الحوار تذكير يمكنك فتح المهمة، وبدء تعقب جهد للمهمة، أو وضع علامة على المهمة أنجزت. من الممكن أيضا قيلولة بعد الظهر التذكير.

source: Whenever you spent time on tasks, you can record the amount of time spent by tracking effort. Select a task and invoke 'Start tracking effort' in the Effort menu or context menu or via the 'Start tracking effort' toolbar button.
in: كلما قضى وقتاً في المهام، يمكنك تسجيل مقدار الوقت الذي يقضيه بتعقب جهد. حدد مهمة واستدعاء 'بدء تعقب جهد ممكن' في قائمة السياق أو الجهود القائمة أو عن طريق زر شريط الأدوات 'تعقب جهد ابدأ'.

source: Effort records have the following properties you can change:
in: وقد جهد السجلات يمكنك تغيير الخصائص التالية:

source: Task: the task the effort belongs to.
in: المهمة: المهمة الجهد ينتمي إليها.

source: Start date/time: start date and time of the effort.
in: تاريخ/وقت البدء: بدء التاريخ والوقت لهذا الجهد.

source: Stop date/time: stop date and time of the effort. This can be 'None' as long as you are still working on the task.
in: وقف التاريخ/الوقت: وقف التاريخ والوقت لهذا الجهد. وهذا يمكن أن يكون 'بلا' طالما كنت لا تزال تعمل على المهمة.

source: Description: a multi-line description of the effort.
in: الوصف: وصف متعدد الأسطر لهذا الجهد.

source: Time spent: how much time you have spent working on the task.
in: الوقت المنقضي: كم من الوقت كنت قد قضيت العمل على المهمة.

source: Revenue: money earned with the time spent.
in: الإيرادات: أنفاق المال المكتسب مع الوقت.

source: Tasks and notes may belong to one or more categories. First, you need to create the category that you want to use via the 'Category' menu. Then, you can add items to one or more categories by editing the item and checking the relevant categories for that item in the category pane of the edit dialog.
in: المهام والملاحظات قد تنتمي إلى فئة واحدة أو أكثر. أولاً، تحتاج إلى إنشاء فئة التي تريد استخدامها عن طريق القائمة 'الفئة'. ثم يمكنك إضافة عناصر إلى واحد أو أكثر من الفئات بتحرير هذا البند والتحقق من الفئات ذات الصلة لهذا العنصر في جزء الفئة الحوار تحرير.

source: You can limit the items shown in the task and notes viewers to one or more categories by checking a category in the category viewer. For example, if you have a category 'phone calls' and you check that category, the task viewers will only show tasks belonging to that category; in other words the phone calls you need to make.
in: يمكنك تحديد العناصر المعروضة في المشاهدين المهام والملاحظات إلى واحد أو أكثر من الفئات عن طريق التحقق من فئة في عارض الفئة. على سبيل المثال، إذا كان لديك فئة 'المكالمات الهاتفية'، ويمكنك التحقق من هذه الفئة، المشاهدين المهمة سوف تظهر فقط المهام التي تنتمي إلى تلك الفئة؛ وبعبارة أخرى المكالمات الهاتفية تحتاج إلى إجراء.

source: Categories have the following properties you can change:
in: وقد فئات يمكنك تغيير الخصائص التالية:

source: Subject: a single line that summarizes the category.
in: الموضوع: سطر واحد أن يلخص الفئة.

source: Description: a multi-line description of the category.
in: الوصف: وصف متعدد الأسطر للفئة.

source: Mutually exclusive subcategories: a check box indicating whether the subcategories of the category are mutually exclusive. If they are, items can only belong to one of the subcategories. When filtering, you can only filter by one of the subcategories at a time.
in: الفئات الفرعية التبادلية: خانة اختيار تشير إلى ما إذا كانت فئات فرعية الفئة بعضها بعضا. إذا كانت، يمكن أن تنتمي العناصر فقط إلى واحدة من الفئات الفرعية. عند إجراء التصفية، يمكنك فقط تصفية بواسطة واحدة من الفئات الفرعية في وقت واحد.

source: Appearance properties such as icon, font and colors: the appearance properties are used to render the category, but also the items that belong to that category. If a category has no color, font or icon of its own, but it has a parent category with such a property, the parent's property will be used. If an item belongs to multiple categories that each have a color associated with it, a mixture of those colors will be used to render that item.
in: خصائص المظهر مثل الرمز والخط والألوان: يتم استخدام خصائص المظهر لتجعل الفئة، ولكن أيضا العناصر التي تنتمي إلى هذه الفئة. إذا فئة لا اللون أو الخط أو رمز من تلقاء نفسها، لكن لها فئة أصل مع هذه خاصية، سيتم استخدام الخاصية الأصل. إذا كان عنصر ينتمي إلى فئات متعددة أن يكون لكل لون المرتبطة به، سيتم استخدام خليط من تلك الألوان لتقديم هذا البند.

source: Notes can be used to capture random information that you want to keep in your task file. Notes can be stand-alone or be part of other items, such as tasks and categories. Stand-alone notes are displayed in the notes viewer. Notes that are part of other items are not displayed in the notes viewer.
in: يمكن استخدام الملاحظات لالتقاط عشوائي من المعلومات التي تريد الاحتفاظ بها في ملف العمل الخاص بك. الملاحظات يمكن أن تكون قائمة بذاتها أو أن تكون جزءا من العناصر الأخرى، مثل المهام والفئات. تلاحظ مستقل يتم عرضها في عارض الملاحظات. لا يتم عرض الملاحظات التي تشكل جزءا من البنود الأخرى في عارض الملاحظات.

source: Notes have the following properties you can change:
in: وقد تلاحظ يمكنك تغيير الخصائص التالية:

source: Subject: a single line that summarizes the note.
in: الموضوع: سطر واحد أن يلخص بالمذكرة.

source: Description: a multi-line description of the note.
in: الوصف: وصف متعدد الأسطر للمذكرة.

source: Appearance properties such as icon, font and colors.
in: خصائص المظهر مثل الرمز والخطوط والألوان.

source: Both printing and exporting work in the same way: when you print or export data, the data from the active viewer is printed or exported. Moreover, the data is printed or exported in the same way as the viewer is displaying it. The data is printed or exported in the same order as the viewer is displaying it. The columns that are visible determine what details get printed or exported. When you filter items, for example hide completed tasks, those items don't get printed or exported.
in: كل طباعة وتصدير العمل بنفس الطريقة: عند طباعة أو تصدير البيانات، البيانات من عارض نشط يتم طباعتها أو تصديرها. وعلاوة على ذلك، طباعة البيانات أو تصديرها بنفس الطريقة كما يتم عرض المشاهد أنها. طباعة البيانات أو تصديرها بنفس الترتيب كما يعرض عارض ذلك. تحديد الأعمدة التي تظهر ما هي تفاصيل الحصول على طباعتها أو تصديرها. عندما تقوم بتصفية العناصر، على سبيل المثال إخفاء إكمال المهام، تلك العناصر لا تحصل على طباعتها أو تصديرها.

source: Prepare the contents of a viewer, by putting the items in the right order, show or hide the appropriate columns and apply the relevant filters.
in: إعداد محتويات عارض، بوضع العناصر في الترتيب الصحيح وإظهار أو إخفاء الأعمدة المناسبة وتطبيق عوامل التصفية الصلة.
