Repository: pk-codebox-evo/ios-apps-taskcoach
Catalog: taskcoach/i18n.*/*.po
Languages: in

source: Sort tasks by overall last modification time
in: 全体最終更新時刻でタスクを並びかえ

source: &Find dialog
in: 検索(&F)

source: Show/hide find dialog
in: 検索ダイアログ表示/非表示

source: Only show tasks due today
in: 今日中に期限のタスクのみ表示

source: Only show tasks due today and tomorrow
in: 今日か明日に期限のタスクのみ表示

source: T&omorrow
in: 明日(&o)

source: Only show tasks due this work week (i.e. before Friday)
in: 今週中までのタスクを表示（金曜日まで）

source: Wo&rk week
in: 今週（平日）(&r)

source: &Week
in: 今週(&W)

source: Only show tasks due this week (i.e. before Sunday)
in: 今週中までのタスクを表示（日曜日まで）

source: &Month
in: 月(&M)

source: Only show tasks due this month
in: 今月中にするタスクのみ表示

source: &Year
in: 年(&Y)

source: Only show tasks due this year
in: 今年中にするタスクのみ表示

source: &Unlimited
in: 期限なし(&U)

source: Show all tasks
in: すべてのタスクを表示

source: Mail task
in: タスクをメール

source: Mail the task, using your default mailer
in: タスクをメールする（デフォルトメーラー使用）

source: Status: %d over due, %d inactive, %d completed
in: ステータス: %d 期限遅れ, %d 非アクティブ, %d 完了

source: Days left
in: 残り日数

source: Total budget
in: 合計予定時間

source: Total budget left
in: 合計残り時間

source: Total fixed fee
in: 合計固定報酬

source: Effort list
in: エフォートリスト

source: Task list
in: タスクリスト

source: Task tree
in: タスクツリー

source: <h3>Table of contents</h3> <ul> <li><a href="#tasks">Tasks</a> <ul> <li><a href="#abouttasks">About tasks</a></li> <li><a href="#taskproperties">Task properties</a></li> <li><a href="#taskstates">Task states</a></li> </ul> </li> <li><a href="#effort">Effort</a> <ul> <li><a href="#abouteffort">About effort</a></li> <li><a href="#effortproperties">Effort properties</a></li> </ul> </li> </ul>
in: <h3>もくじ</h3> <ul> <li><a href="#tasks">タスク</a> <ul> <li><a href="#abouttasks">タスクについて</a></li> <li><a href="#taskproperties">タスクのプロパティ</a></li> <li><a href="#taskstates">タスクのステータス</a></li> </ul> </li> <li><a href="#effort">エフォート</a> <ul> <li><a href="#abouteffort">エフォートについて</a></li> <li><a href="#effortproperties">エフォートプロパティ</a></li> </ul> </li> </ul>

source: <h3><a name="tasks">Tasks</a></h3>
in: <h3><a name="tasks">タスク</a></h3>

source: <h4><a name="abouttasks">About tasks</a></h4> <p>Tasks are the basic objects that you manipulate. Tasks can represent anything from a simple little thing you have to do, like buying a gift for your loved one, to a complete project, consisting of different phases, and numerous activities.</p>
in: <h4><a name="abouttasks">タスクについて</a></h4> <p>タスクは仕事の基本単位です。タスクはちょっとした簡単な、しなければいけないことです。 例えばだれかにプレゼントを買うようなものです。たくさんのタスクがあってプロジェクトは成り立ちます。</p>

source: <h4><a name="taskproperties">Task properties</a></h4> <p>Tasks have the following properties you can change: <ul> <li>Subject: a single line that summarizes the task.</li> <li>Description: a multi-line description of the task.</li> <li>Due date: the date the task should be finished. This can be 'None' indicating that this task has no fixed due date.</li> <li>Start date: the first date on which the task can be started. The start date defaults to the date the task is created. It can also be 'None' indicating that you don't really want to start this task. This can be convenient for e.g. registering sick leave.</li> <li>Completion date: this date is 'None' as long as the task has not been completed. It is set to the current date when you mark the task as completed. The completion date can also be entered manually.</li> <li>Budget: amount of hours available for the task.</li> <li>Hourly fee: the amount of money earned with the task per hour.</li> <li>Fixed fee: the amount of money earned with the task regardless of the time spent.</li> </ul></p> <p>The following properties are calculated from the properties above: <ul> <li>Days left: the number of days left until the due date.</li> <li>Total budget: sum of task budget and the budgets of all subtasks of the task, recursively.</li> <li>Time spent: effort spent on the task.</li> <li>Total time spent: effort spent on the task and all subtasks, recursively.</li> <li>Budget left: task budget minus time spent on the task.</li> <li>Total budget left: total task budget minus total time spent.</li> <li>Total fixed fee: sum of fixed fee of the task and the fixed fees of all subtasks of the task, recursively.</li> <li>Revenue: hourly fee times hours spent plus fixed fee.</li> <li>Total revenue: sum of task revenue and revenue of all subtasks, recursively.</li> </ul></p>
in: <h4><a name="taskproperties">タスク プロパティ</a></h4> <p>タスクの内容 <ul> <li>タスク名: タスクの名前です</li> <li>内容: タスクについて詳しい内容を入力します</li> <li>完了予定日: タスクが完了すべき日付です。 決まっていない場合「なし」にもできます。</li> <li>開始日: タスクを始めた日です。デフォルトではタスクを作成した日になります。 タスクを開始したくない場合は「なし」にもできます。これは病気休暇などのときに便利です。 </li> <li>完了日:タスクが完了していないときはこれは「なし」です。 タスク完了を設定したときに現在の日付になります。 手で入力することもできます。</li> <li>予定時間: タスクに使える時間。</li> <li>時間報酬: タスクで1時間の報酬額。</li> <li>固定報酬: タスクで時間に関係なく固定の報酬 </li> </ul></p> <p>以下の数値は上のデータから自動的に計算されます。 <ul> <li>残り日数: 完了予定日までの日数。</li> <li>合計残り時間: タスクの残り時間と以下の全てのサブタスクの残り時間の合計</li> <li>経過時間: タスクでの経過時間</li> <li>合計経過時間: タスクと全てのサブタスクの経過時間。</li> <li>残り時間: 予定時間からタスクの経過時間を引いたもの。</li> <li>合計残り時間: 合計予定時間から合計経過時間を引いたもの。</li> <li>合計固定報酬: タスクと全てのサブタスクの固定報酬の合計。</li> <li>収入: 時間報酬x経過時間+固定報酬</li> <li>合計収入: タスクの収入と全てのサブタスク収入の合計。</li> </ul></p>

source: <h4><a name="taskstates">Task states</a></h4> <p>Tasks always have exactly one of the following states: <ul> <li>Active: the start date is in the past and the due date in the future;</li> <li>Inactive: the start date is in the future, or</li> <li>Completed: the task has been completed.</li> </ul></p> <p>In addition, tasks can be referenced as: <ul> <li>Over due: the due date is in the past;</li> <li>Due today: the due date is today;</li> <li>Over budget: no buget left;</li> <li>Under budget: still budget left;</li> <li>No budget: the task has no budget.</li> </ul></p>
in: <h4><a name="taskstates">タスク ステータス</a></h4> <p>タスクは以下のステータスのいずれかの状態になります。: <ul> <li>アクティブ: 開始日は過去で、終了予定日は未来;</li> <li>非アクティブ: 開始日が未来</li> <li>完了: タスクは完了済み。</li> </ul></p> <p>さらに、タスクは次の状態にもなります。: <ul> <li>期限遅れ:完了予定日が過去;</li> <li>本日まで: 完了予定日が今日;</li> <li>残り時間オーバー: 残り時間を超えた。;</li> <li>残り時間あり: 残り時間がある。;</li> <li>残り時間なし: タスクに残り時間がない</li> </ul></p>

source: <h4><a name="taskcolors">Task colors</a></h4> <p>Tasks are colored according to the following rules: <ul> <li>Over due tasks are red;</li> <li>Tasks due today are orange;</li> <li>Active tasks are black text with a blue icon;</li> <li>Future tasks are gray, and</li> <li>Completed tasks are green.</li> </ul> This all assumes you have not changed the text colors through the preferences dialog, of course.</p>
in: <h4><a name="taskcolors">タスク カラー</a></h4> <p>タスクは次の規則で色が変わります。: <ul> <li>期限を過ぎたタスク 赤;</li> <li>今日中にすべきタスク オレンジ;</li> <li>アクティブなタスクは黒い文字で青いアイコン;</li> <li>未来のタスクは灰色、終了タスクは緑</li> </ul> This all assumes you have not changed the text colors through the preferences dialog, of course.</p>

source: <h3><a name="effort">Effort</a></h3>
in: <h3><a name="effort">エフォート</a></h3>

source: <h4><a name="abouteffort">About effort</a></h4> <p>Whenever you spent time on tasks, you can record the amount of time spent by tracking effort. Select a task and invoke 'Start tracking effort' in the Effort menu or the context menu or via the 'Start tracking effort' toolbar button.</p>
in: <h4><a name="abouteffort">エフォートについて</a></h4> <p>タスクに費やした時間はエフォートで記録できます。 タスクを選択して エフォートメニューかツールバーボタンまたはコンテキストメニューの 'エフォートを開始’を選択します。</p>

source: <h4><a name="effortproperties">Effort properties</a></h4> <p>Effort records have the following properties you can change: <ul> <li>Task: the task the effort belongs to.</li> <li>Start date/time: start date and time of the effort.</li> <li>Stop date/time: stop date and time of the effort. This can be 'None' as long as you are still working on the task.</li> <li>Description: a multi-line description of the effort.</li> </ul></p> <p>The following properties are calculated from the properties above: <ul> <li>Time spent: how much time you have spent working on the task.</li> <li>Total time spent: sum of time spent on the task and all subtasks, recursively.</li> <li>Revenue: money earned with the time spent.</li> <li>Total revenue: money earned with the total time spent.</li> </ul></p>
in: <h4><a name="effortproperties">エフォート プロパティ</a></h4> <p>エフォートには次の変更可能なプロパティがあります: <ul> <li>タスク: エフォートはタスクの一部です。</li> <li>開始日時: エフォートを始めた日時です。</li> <li>終了日時: エフォートを終わった日時です。まだタスクを終えていなければ'None'となります。</li> <li>内容: エフォートの詳細内容です。</li> </ul></p> <p>つぎのプロパティは上の日時から自動的に計算されます。: <ul> <li>経過時間:このタスクに費やした時間</li> <li>合計経過時間:このタスクとサブタスクの経過時間の合計 <li>収入: このタスクで得た報酬</li> <li>合計収入: このタスクで得た報酬の合計</li> </ul></p>

source: %(name)s has a mailinglist where you can discuss usage of %(name)s with fellow users, discuss and request features and complain about bugs. Go to %(url)s and join today!
in: %(name)sにはメーリングリストがあります。%(name)sの使い方を聞いたり、新機能の提案をしたりバグ報告ができます。%(url)sで登録しましょう！

source: %(name)s is available in a number of different languages. Select 'Edit' -> 'Preferences' to see whether your language is one of them. If your language is not available or the translation needs improvement, please consider to help translating %(name)s. Visit %(url)s for more information about how you can help.
in: %(name)sをさまざまな言語で使用できます。'編集' -> '設定' メニューで使いたい言語がないか見てみましょう。もし使いたい言語がないか、翻訳に修正が必要なら、%(name)sの翻訳の手伝いを考えてみてください。詳しくは%(url)sを参照してください。

source: If you enter a URL (e.g. %(url)s) in a task or effort description, it becomes clickable. Clicking such a URL will open your default webbrowser and load the referred webpage.
in: %(url)sのようにURLを入力した場合、クリックすれば開きます。

source: You can drag and drop tasks in the tree view to rearrange parent-child relationships between tasks.
in: タスク間の親子関係は、ツリービューでドラッグ＆ドロップすれば変更できます。

source: Delete effort
in: Erfaßte Zeit löschen

source: Delete task
in: Aufgabe löschen

source: Paste as subtask
in: Als Teilaufgabe einfügen

source: (Minimum of all subtask start dates)
in: (Frühester Starttermin aller Teilaufgaben)

source: (Maximum of all subtask due dates)
in: (Letzter Stichtag aller Teilaufgaben)

source: Help: Colors
in: Hilfe: Farben

source: Help: Tasks
in: Hilfe: Aufgaben

source: %s files (*.tsk)|*.tsk|XML files (*.xml)|*.xml|All files (*.*)|*
in: %s Dateien (*.tsk)|*.tsk|XML Dateien (*.xml)|*.xml|Alle Dateien (*.*)|*

source: Ta&sks that are
in: Auf%gaben markiert als

source: Task &list fields
in: Felder in Aufgaben&liste

source: Task &tree
in: Aufgabenbaum

source: Sort
in: Sortieren

source: Create backup copy when opening a %s file
in: Sicherungskopie anlegen beim Öffnen einer %s-Datei

source: Splash screen
in: Startlogo zeigen

source: Startup
in: Programmstart

source: Save
in: Speichern

source: Infinite
in: Unbegrenzt

source: Cut the selected task(s) to the clipboard
in: Ausgewählte Aufgabe(n) in Zwischenablage verschieben

source: Copy the selected task(s) to the clipboard
in: Ausgewählte Aufgabe(n) in Zwischenablage kopieren

source: Paste task(s) from the clipboard
in: Aufgabe(n) aus Zwischenablage einfügen

source: P&aste as subtask
in: E&infügen als Teilaufgabe

source: Paste task(s) as subtask(s) of the selected task
in: Aufgabe(n) aus Zwischenablage als Teilaufgabe(n) einfügen

source: Show/hide over due tasks (tasks with a due date in the past)
in: Anzeigen/Ausblenden überfälliger Aufgaben (Stichtag in der Vergangenheit)

source: On subject
in: Alphabetisch

source: Sort tasks on subject
in: Alphabetische Sortierung der Aufgaben

source: &New task... INS
in: &Neue Aufgabe ... INS

source: New &subtask... Ctrl+INS
in: Neue &Teilaufgabe ... Ctrl+INS

source: &Mark completed
in: Als &erledigt kennzeichnen

source: &Delete task Ctrl+D
in: Aufgabe &löschen Ctrl+D

source: Add a effort period to the selected task(s)
in: Zeitaufwand auf das Budget der ausgewählten Aufgabe(n) buchen

source: &Tasks
in: &Aufgaben

source: Help about the possible states of tasks
in: Hilfe zu den möglichen Zuständen/Eigenschaften von Aufgaben

source: &Colors
in: &Farben

source: Help about the possible colors of tasks
in: Hilfe zu den möglichen Farben von Aufgaben

source: Tasks are colored according to the following rules: - Over due tasks are red; - Tasks due today are orange; - Active tasks are black; - Future tasks are gray, and - Completed tasks are green.
in: Die Aufgabenfarbe richtet sich nach folgenden Regeln: - überfällige Aufgaben sind rot; - heute fällige Aufgaben sind orange; - aktive Aufgaben sind schwarz; - ruhende Aufgaben sind grau; - erledigte Aufgaben sind grün.

source: Tasks have the following properties: - Subject: a single line that summarizes the task. - Description: a multi-line description of the task. - Due date: the date the task should be finished. This can be 'None' indicating that this task has no fixed due date. - Start date: the first date on which the task can be started. The start date defaults to the date the task is created. - Completed: a flag that indicates whether the task is completed or not. - Completion date: this date is None as long as the task has not been completed. It is set to the current date when the user marks the task as completed. The completion date can also be entered manually. - Budget: amount of hours available for the task. Tasks always have exactly one of the following states: - Active: the start date is in the past and the due date in the future; - Inactive: the start date is in the future, or - Completed: the task has been completed. In addition, tasks can be referenced as: - Over due: the due date is in the past; - Due today: the due date is today; - Over budget: no buget left; - Under budget: still budget left; - No budget: the task has no budget.
in: Aufgaben haben folgende Eigenschaften: - Betreff: Einzeilige Beschreibung der Aufgabe. - Beschreibung: Mehrzeilige Beschreibung der Aufgabe. - Stichtag: Der Termin, an dem die Aufgabe erledigt sein muß. Dies kann „Keiner“ sein, wenn die Aufgabe nicht zu einem bestimmten Termin erledigt sein muß. - Starttermin: Der Tag, an dem die Arbeit an einer Aufgabe beginnen soll. Beim Anlegen einer Aufgabe ist das aktuelle Datum als Starttermin voreingestellt. - Erledigt: Markierung, ob die Aufgabe erledigt ist oder nicht. - Abschlußdatum: Wird automatisch mit dem aktuellen Datum eingetragen, wenn die Aufgabe als erledigt markiert wird. Das Abschlußdatum kann aber auch manuell eingegeben werden. - Zeitbudget: Anzahl der Stunden, die für diese Aufgabe zur Verfügung stehen. Aufgaben haben immer genau eine definierte Eigenschaft aus den folgenden Möglichkeiten: - Aktiv: Starttermin liegt in der Vergangenheit, Stichtag in der Zukunft; - Ruhend: Starttermin liegt in der Zukunft; - Erledigt: Die Aufgabe ist eledigt. Dazu kann eine Aufgabe einen definierten Status aus folgenden Möglichkeiten annehmen: - Überfällig: Der Stichtag liegt in der Vergangenheit; - Heute fällig: Der Stichtag ist heute; - Über Zeitbudget: Zeitbudget ist verbraucht; - Im Zeitbudget: Zeitbudget ist noch nicht verbraucht; - Kein Zeitbudget: Die Aufgabe ist ohne Zeitbudget.

source: Version %(version)s, %(date)s By %(author)s <%(author_email)s> %(url)s %(copyright)s %(license)s
in: Version %(version)s, %(date)s Von %(author)s <%(author_email)s> %(url)s %(copyright)s %(license)s
